Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/po/*.po
Languages: de

source: C_alculate
de: _Berechnen

source: C_ost:
de: _Kosten:

source: Calculates the amount of the periodic payment of a loan, where payments are made at the end of each payment period.
de: Berechnet die Höhe der periodischen Abzahlungsrate für einen Kredit bei Zahlungen am Ende jedes Zahlungszeitraums.

source: Calculates the depreciation allowance on an asset for a specified period of time, using the Sum-Of-The-Years'-Digits method. This method of depreciation accelerates the rate of depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The useful life is the number of periods, typically years, over which an asset is depreciated.
de: Berechnet den zulässigen Abschreibungssatz eines Wirtschaftsguts für einen gegebenen Zeitraum nach der Sum-of-the-Years-Digits-Methode. Diese Methode erhöht die Abschreibungsrate so, dass in zeitnahen Perioden mehr Abschreibungskosten entstehen als in zeitferneren Perioden. Die sinnvolle Lebenszeit des Abschreibungsobjekts ist die Anzahl der Perioden, typischerweise Jahre, in denen das Wirtschaftsguts abgeschrieben wird.

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
de: Berechnet nach der geometrisch-degressiven Abschreibungsmethode den zulässigen Abschreibungssatz eines Wirtschaftsguts für einen gegebenen Zeitraum.

source: Calculates the future value of an investment based on a series of equal payments at a periodic interest rate over the number of payment periods in the term.
de: Berechnet den zukünftigen Wert (Zielwert) einer Investition bei regelmäßigen Zahlungen und einem periodischen Zinssatz über die Anzahl der Zahlungsperioden der Laufzeit.

source: Calculates the number of compounding periods necessary to increase an investment of present value to a future value, at a fixed interest rate per compounding period.
de: Berechnet die Anzahl der Perioden, die benötigt werden, um eine Investition von dem aktuellen Wert auf einen Zielwert bei einem festen Zinssatz pro Zinsperiode anwachsen zu lassen.

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a periodic interest rate.
de: Berechnet die Anzahl der Zahlungsperioden, die bei einer normalen Annuität und einem periodischen Zinssatz benötigt werden, um einen zukünftigen Zielwert zu erreichen.

source: Calculates the periodic interest necessary to increase an investment to a future value, over the number of compounding periods.
de: Berechnet den periodischen Zinssatz, der benötigt wird, um eine Investition über die Anzahl der Perioden auf einen Zielwert anwachsen zu lassen.

source: Calculates the present value of an investment based on a series of equal payments discounted at a periodic interest rate over the number of payment periods in the term.
de: Berechnet den Barwert (gegenwärtigen Wert) einer Investition bei regelmäßigen Zahlungen und einem periodischen Zinssatz über die Anzahl der Zahlungsperioden der Laufzeit.

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
de: Berechnet den Wiederverkaufspreis eine Produktes basierend auf den Produktkosten und der gewünschten Bruttogewinnspanne.

source: Calculates the straight-line depreciation of an asset for one period. The straight-line method of depreciation divides the depreciable cost evenly over the useful life of an asset. The useful life is the number of periods, typically years, over which an asset is depreciated.
de: Berechnet die lineare Abschreibungsrate eines Wirtschaftsguts pro Periode. Die Methode der linearen Abschreibung teilt die Gesamtabschreibung über einen gewissen Zeitraum gleichmäßig auf jede einzelne Periode auf. Die sinnvolle Lebenszeit des Abschreibungsobjekts ist die Anzahl der Perioden, typischerweise Jahre, in denen das Wirtschaftsguts abgeschrieben wird.

source: Compounding Term
de: Wachstumsdauer

source: Double-Declining Depreciation
de: Geometrisch-degressive Abschreibung

source: Future Value
de: Zukünftiger Wert

source: Future _Value:
de: Zukünftiger _Wert:

source: Gross Profit Margin
de: Bruttogewinnspanne

source: Payment Period
de: Zahlungsperiode

source: Periodic Interest Rate
de: Periodischer Zinssatz

source: Periodic Interest _Rate:
de: Periodischer _Zinssatz:

source: Periodic Payment
de: Periodische Zahlung

source: Present Value
de: Barwert

source: Present _Value:
de: _Barwert:

source: Straight-Line Depreciation
de: Lineare Abschreibung

source: Sum-Of-The-Years'-Digits Depreciation
de: Sum-of-the-Years-Digits-Abschreibung

source: _Cost:
de: _Kosten:

source: _Future Value:
de: Zukünftiger _Wert:

source: _Life:
de: _Lebensdauer:

source: _Margin:
de: _Gewinnspanne:

source: _Number Of Periods:
de: _Anzahl der Zahlungsperioden:

source: _Period:
de: Zahlungs_periode:

source: _Periodic Payment:
de: _Periodische Zahlung

source: _Principal:
de: _Grundkapital:

source: _Salvage:
de: _Restwert:

source: _Term:
de: _Laufzeit:

source: (Set accuracy from 0 to N numeric places [A])
de: (Die Genauigkeit auf 0 bis N numerische Stellen setzen [A])

source: 1's
de: 1er

source: 1's complement [z]
de: Einerkomplement [z]

source: 10 places
de: 10 Stellen

source: 11 places
de: 11 Stellen

source: 12 places
de: 12 Stellen

source: 13 places
de: 13 Stellen

source: 14 places
de: 14 Stellen

source: 15 places
de: 15 Stellen

source: 2's
de: 2er

source: 2's complement [Z]
de: Zweierkomplement [Z]

source: <small><i><b>Note:</b> All constant values are specified in the decimal numeric base.</i></small>
de: <small><i><b>Hinweis:</b> Alle konstanten Werte werden zur numerischen Dezimalbasis angegeben.</i></small>

source: Absolute value
de: Absoluter Wert

source: Absolute value [u]
de: Absoluter Wert [u]

source: Acc
de: Gen

source: Add
de: Addieren

source: Add [+]
de: Addieren [+]

source: Advanced
de: Erweitert

source: Backspace
de: Rücktaste

source: Basic
de: Standard

source: Bitwise AND [&]
de: Bitweises AND [&]

source: Bitwise NOT [~]
de: Bitweises NOT [~]

source: Bitwise OR [|]
de: Bitweises OR [|]

source: Bitwise XNOR [{]
de: Bitweises XNOR [{]

source: Bitwise XOR [x]
de: Bitweises XOR [x]

source: Bksp
de: Rück

source: Calculate result
de: Ergebnis berechnen

source: Calculate result [=]
de: Ergebnis berechnen [=]

source: Ch_aracter:
de: _Zeichen:

source: Change Sign [C]
de: Vorzeichen umkehren [C]

source: Change sign
de: Vorzeichen umkehren

source: Clear
de: Löschen

source: Clear displayed value [Escape]
de: Den angezeigten Wert löschen [Escape]

source: Clear displayed value and any partial calculation [Shift Delete]
de: Den angezeigten Wert und alle teilweise erfolgten Berechnungen verwerfen [Umschalt+Entf]

source: Clear entry
de: Eingabe löschen

source: Click a _value or description to edit it:
de: Klicken Sie auf einen _Wert oder eine Beschreibung, um ihn bzw. sie zu bearbeiten:

source: Clr
de: Lös

source: Compounding term
de: Komplexer Term

source: Compounding term [m]
de: Komplexer Term [m]

source: Con
de: Kon

source: Constants [#]
de: Konstanten [#]

source: Copy selection
de: Auswahl kopieren

source: Ctrm
de: KTrm

source: De_grees
de: _Grad

source: Divide
de: Dividieren

source: Divide [/]
de: Dividieren [/]

source: Double-declining depreciation
de: Degressive Doppelratenabschreibung

source: Double-declining depreciation [D]
de: Degressive Doppelratenabschreibung [D]

source: E_ng
de: _Ent

source: Edit Constants
de: Konstanten bearbeiten

source: Edit Constants...
de: Konstanten bearbeiten …

source: Edit Functions
de: Funktionen bearbeiten

source: Edit Functions...
de: Funktionen bearbeiten …

source: End group of calculations [)]
de: Eine Reihe von Berechnungen beenden [)]

source: Enter an exponential number [E]
de: Eine exponentielle Zahl eingeben [E]

source: Exch
de: Vert

source: Exchange displayed value with memory register [X]
de: Den angezeigten Wert mit einem Speicherregister vertauschen [X]

source: Exchange with register
de: Mit Register vertauschen

source: Factorial of displayed value [!]
de: Die Fakultät des angezeigten Wertes [!]

source: Financial
de: Finanztechnisch

source: Frac
de: Gebr

source: Fractional portion
de: Gebrochener Anteil

source: Fractional portion of displayed value [:]
de: Der gebrochene Anteil des angezeigten Wertes [:]

source: Future value
de: Zukünftiger Wert

source: Future value [v]
de: Zukünftiger Wert [v]

source: Fv
de: Zw

source: Gpm
de: Bgs

source: Gr_adians
de: Ne_ugrad

source: Gross Profit Margin [I]
de: Bruttogewinnspanne [I]

source: Gross Profit Margin [g]
de: Bruttogewinnspanne [g]

source: Hexadecimal digit A [a]
de: Hexadezimale Ziffer A [a]

source: Hexadecimal digit B [b]
de: Hexadezimale Ziffer B [b]

source: Hexadecimal digit C [c]
de: Hexadezimale Ziffer C [c]

source: Hexadecimal digit D [d]
de: Hexadezimale Ziffer D [d]

source: Hexadecimal digit E [e]
de: Hexadezimale Ziffer E [e]

source: Hexadecimal digit F [f]
de: Hexadezimale Ziffer F [f]

source: Insert ASCII Value
de: ASCII-Wert einfügen

source: Insert ASCII value
de: ASCII-Wert einfügen

source: Int
de: Ganz

source: Integer portion
de: Ganzzahliger Anteil

source: Integer portion of displayed value [i]
de: Der ganzzahlige Anteil des angezeigten Wertes [i]

source: Left bracket
de: Öffnende eckige Klammer

source: Makes the bitwise functions use 16 bit mode
de: Schaltet Bitfunktionen in den 16 Bit-Modus

source: Makes the bitwise functions use 32 bit mode
de: Schaltet Bitfunktionen in den 32 Bit-Modus

source: Makes the bitwise functions use 64 bit mode
de: Schaltet Bitfunktionen in den 64 Bit-Modus

source: Memory Registers
de: Speicherregister

source: Modulus Division [M]
de: Modulo-Division [M]

source: Multiply
de: Multiplizieren

source: Multiply [*]
de: Multiplizieren [*]

source: Numeric 0
de: Numerische 0

source: Numeric 1
de: Numerische 1

source: Numeric 2
de: Numerische 2

source: Numeric 3
de: Numerische 3

source: Numeric 4
de: Numerische 4

source: Numeric 5
de: Numerische 5

source: Numeric 6
de: Numerische 6

source: Numeric 7
de: Numerische 7

source: Numeric 8
de: Numerische 8

source: Numeric 9
de: Numerische 9

source: Numeric point
de: Numerischer Punkt

source: Paste selection
de: Auswahl einfügen

source: Payment period
de: Zahlungsperiode

source: Payment period [t]
de: Zahlungsperiode [t]

source: Percentage
de: Prozentsatz

source: Percentage [%]
de: Prozentsatz [%]

source: Periodic interest rate
de: Periodische Zinszahlung

source: Periodic interest rate [T]
de: Periodische Zinszahlung [T]

source: Periodic payment
de: Periodische Zahlung

source: Periodic payment [P]
de: Periodische Zahlung [P]

source: Pmt
de: Zhlg

source: Present value
de: Barwert

source: Present value [p]
de: Barwert [p]

source: Programming
de: Programmierung

source: Pv
de: Bw

source: Quit the calculator
de: Den Taschenrechner beenden

source: Rand
de: Zuf

source: Random number in the range 0.0 to 1.0 [?]
de: Zufällige Zahl im Bereich von 0.0 bis 1.0 [?]

source: Rate
de: Zins

source: Rcl
de: Abru

source: Reciprocal
de: Kehrwert

source: Reciprocal [r]
de: Kehrwert [r]

source: Redo
de: Wiederholen

source: Remove rightmost character from displayed value [Backspace]
de: Das Zeichen aus dem Display entfernen, das sich am weitesten rechts befindet [Rücktaste]

source: Result Region
de: Ergebnisbereich

source: Retrieve from register
de: Aus Register abrufen

source: Retrieve memory register to display [R]
de: Den Inhalt eines Speicherregisters in das Display kopieren [R]

source: Right bracket
de: Schließende eckige Klammer

source: Scientific
de: Wissenschaftlich

source: Set Precision
de: Genauigkeit setzen

source: Set display type to engineering format
de: Den Display-Modus auf »Entwicklung« setzen

source: Set display type to fixed-point format
de: Den Display-Modus auf »Festkomma« setzen

source: Set display type to scientific format
de: Den Display-Modus auf »Wissenschaftlich« setzen

source: Set hyperbolic option for trigonometric functions
de: Trigonometrische Funktionen hyperbolisch durchführen

source: Set inverse option for trigonometric functions
de: Trigonometrische Funktionen invers durchführen

source: Set numeric base to binary (base 2)
de: Die numerische Basis auf binär (Basis: 2) setzen

source: Set numeric base to decimal (base 10)
de: Die numerische Basis auf dezimal (Basis: 10) setzen

source: Set numeric base to hexadecimal (base 16)
de: Die numerische Basis auf hexadezimal (Basis: 16) setzen

source: Set numeric base to octal (base 8)
de: Die numerische Basis auf oktal (Basis: 8) setzen

source: Set trigonometric type to degrees
de: Den trigonometrischen Modus auf Grad setzen

source: Set trigonometric type to gradians
de: Den trigonometrischen Modus auf Neugrad setzen

source: Set trigonometric type to radians
de: Den trigonometrischen Modus auf Radiant setzen

source: Shift displayed value 1-15 places to the left [<]
de: Den angezeigten Wert 1-15 Stellen nach links verschieben [<]

source: Shift displayed value 1-15 places to the right [>]
de: Den angezeigten Wert 1-15 Stellen nach rechts verschieben [>]

source: Show T_housands Separator
de: _Tausender-Trennzeichen anzeigen

source: Show _Trailing Zeroes
de: _Nachfolgende Nullen anzeigen

source: Show help contents
de: Den Hilfe-Inhalt anzeigen

source: Show memory registers
de: Speicherregister anzeigen

source: Show the About Gcalctool dialog
de: Den Infodialog von Taschenrechner anzeigen

source: Show thousands separator
de: Tausender-Trennzeichen anzeigen

source: Show trailing zeroes
de: Nachfolgende Nullen anzeigen

source: Significant _places:
de: Gültige _Stellen:

source: Square
de: Quadrat

source: Square [@]
de: Quadrat [@]

source: Square root
de: Quadratwurzel

source: Square root [s]
de: Quadratwurzel [s]

source: Start group of calculations [(]
de: Eine Reihe von Berechnungen einleiten [(]

source: Sto
de: Spei

source: Store displayed value in memory register [S]
de: Den angezeigten Wert im Speicherregister ablegen [S]

source: Store to register
de: Im Register ablegen

source: Straight-line depreciation
de: Lineare Abschreibung

source: Straight-line depreciation [l]
de: Lineare Abschreibung [l]

source: Subtract
de: Subtrahieren

source: Subtract [-]
de: Subtrahieren [-]

source: Sum-of-the years'-digits depreciation
de: Sum-of-the-Years-Digits-Abschreibung

source: Sum-of-the years'-digits depreciation [Y]
de: Sum-of-the-Years-Digits-Abschreibung [Y]

source: Sum-of-the years'-digits depreciation [y]
de: Sum-of-the-Years-Digits-Abschreibung [y]

source: Trunc
de: Abschn

source: Truncate displayed value to the chosen word size ([)
de: Den angezeigten Wert auf die gewählte Wortlänge abschneiden ([)

source: Undo
de: Rückgängig

source: User-defined functions [F]
de: Benutzerdefinierte Funktionen [F]

source: _0 significant places
de: _0 gültige Stellen

source: _1 place
de: _1 Stelle

source: _1 significant place
de: _1 gültige Stelle

source: _2 places
de: _2 Stellen

source: _2 significant places
de: _2 gültige Stellen

source: _3 places
de: _3 Stellen

source: _3 significant places
de: _3 gültige Stellen

source: _4 places
de: _4 Stellen

source: _4 significant places
de: _4 gültige Stellen

source: _5 places
de: _5 Stellen

source: _5 significant places
de: _5 gültige Stellen

source: _6 places
de: _6 Stellen

source: _6 significant places
de: _6 gültige Stellen

source: _7 places
de: _7 Stellen

source: _7 significant places
de: _7 gültige Stellen

source: _8 places
de: _8 Stellen

source: _8 significant places
de: _8 gültige Stellen

source: _9 places
de: _9 Stellen

source: _9 significant places
de: _9 gültige Stellen

source: _Advanced
de: _Erweitert

source: _Basic
de: _Standard

source: _Calculator
de: _Taschenrechner

source: _Dec
de: _Dez

source: _Edit
de: _Bearbeiten

source: _Financial
de: _Finanztechnisch

source: _Fix
de: _Fest

source: _Help
de: _Hilfe

source: _Insert
de: E_infügen

source: _Insert ASCII value...
de: ASCII-Wert e_infügen …

source: _Memory Registers
de: _Speicherregister

source: _Oct
de: _Okt

source: _Programming
de: _Programmierung

source: _Radians
de: _Radiant

source: _Sci
de: _Wis

source: _Scientific
de: _Wissenschaftlich

source: _Set
de: _Setzen

source: _View
de: _Ansicht

source: register 0
de: Speicherregister 0

source: register 1
de: Speicherregister 1

source: register 2
de: Speicherregister 2

source: register 3
de: Speicherregister 3

source: register 4
de: Speicherregister 4

source: register 5
de: Speicherregister 5

source: register 6
de: Speicherregister 6

source: register 7
de: Speicherregister 7

source: register 8
de: Speicherregister 8

source: register 9
de: Speicherregister 9

source: Calculator
de: Taschenrechner

source: Perform arithmetic, scientific or financial calculations
de: Arithmetische, wissenschaftliche und finanztechnische Berechnungen durchführen

source: Accuracy value
de: Genauigkeitswert

source: Display Mode
de: Arbeitsmodus

source: Indicates whether any trailing zeroes after the number point should be shown in the display value.
de: Zeigt an, ob nachfolgende Nullen nach dem Komma in der Anzeige dargestellt werden.

source: Indicates whether the memory register window is initially displayed.
de: Zeigt an, ob das Fenster mit den Speicherregistern anfangs angezeigt wird.

source: Indicates whether thousands separators are shown in large numbers.
de: Zeigt an, ob Tausender-Trennzeichen in großen Zahlen angezeigt werden.

source: Mode
de: Modus

source: Numeric Base
de: Numerische Basis

source: Show Registers
de: Register anzeigen

source: Show Thousands Separator
de: Tausender-Trennzeichen anzeigen

source: Show Trailing Zeroes
de: Nachfolgende Nullen anzeigen

source: The initial calculator mode. Valid values are "BASIC", "FINANCIAL", "LOGICAL", "SCIENTIFIC" and "PROGRAMMING"
de: Der anfängliche Modus des Taschenrechners. Gültige Werte sind »BASIC« (Standard), »FINANCIAL« (Finanztechnisch), »LOGICAL« (Logisch), »SCIENTIFIC« (Wissenschaftlich) und »PROGRAMMING« (Programmierung)

source: The initial display mode. Valid values are "ENG" (engineering), "FIX" (fixed-point) and "SCI" (scientific)
de: Der anfängliche Arbeitsmodus. Gültige Werte sind »ENG« (Entwicklung), »FIX« (Festkomma) und »SCI« (Wissenschaftlich)

source: The initial trigonometric type. Valid values are "DEG" (degrees), "GRAD" (gradians) and "RAD" (radians).
de: Der anfängliche trigonometrische Modus. Gültige Werte sind »DEG« (Grad), »GRAD« (Neugrad) und »RAD« (Radiant).

source: The initial x-coordinate for the window
de: Die anfängliche X-Koordinate für das Hauptfenster

source: The initial y-coordinate for the window
de: Die anfängliche Y-Koordinate für das Hauptfenster

source: The number of digits displayed after the numeric point. This value must be in the range 0 to 9.
de: Die Anzahl der Ziffern nach dem numerischen Punkt. Der Wert muss zwischen 0 und 9 liegen.

source: The number of pixels to place the window from the left of the screen.
de: Die Anzahl der Pixel zwischen Fenster und dem linken Bildrand.

source: The number of pixels to place the window from the top of the screen.
de: Die Anzahl der Pixel zwischen Fenster und dem rechten Bildrand.

source: The numeric base for input and display.
de: Die numerische Basis für Eingabe und Anzeige.

source: The size of the words used in bitwise operations. Valid values are 16, 32 and 64.
de: Die Wortgröße bei bitweisen Operationen. Gültige Werte sind 16, 32 und 64.

source: Trigonometric type
de: Trigonometrischer Modus

source: Word size
de: Wortlänge

source: Error in math library function %s
de: Fehler in der mathematischen Bibliotheksfunktion »%s«

source: Usage: %s - Perform mathematical calculations
de: Aufruf: %s - Mathematische Berechnungen ausführen

source: Help Options: -v, --version Show release version -h, -?, --help Show help options --help-all Show all help options --help-gtk Show GTK+ options
de: Hilfeoptionen: -v, --version Version der Freigabe anzeigen -h, -?, --help Hilfeoptionen anzeigen --help-all Alle Hilfeoptionen anzeigen --help-gtk GTK+ Optionen anzeigen

source: GTK+ Options: --class=CLASS Program class as used by the window manager --name=NAME Program name as used by the window manager --screen=SCREEN X screen to use --sync Make X calls synchronous --gtk-module=MODULES Load additional GTK+ modules --g-fatal-warnings Make all warnings fatal
de: GTK+ Optionen: --class=KLASSE Die vom Fensterverwalter verwendete Programmklasse --name=NAME Der vom Fensterverwalter verwendete Programmname --screen=ANZEIGE Zu verwendende X-Anzeige --sync X-Aufrufe synchron durchführen --gtk-module=MODULE Zusätzliche GTK+ Module laden --g-fatal-warnings All Warnungen werden zu fatalen

source: Application Options: -u, --unittest Perform unittests -s, --solve <equation> Solve the given equation
de: Anwendungsoptionen: -u, --unittest Einen Test durchführen -s, --solve <Gleichung> Die gegebene Gleichung lösen

source: Argument --solve requires an equation to solve
de: Das Argument »--solve« erfordert eine zu lösende Gleichung

source: Unknown argument '%s'
de: Unbekanntes Argument »%s«

source: %s: accuracy should be in the range 0-%d
de: %s: Die Genauigkeit muss im Bereich von 0 bis %d liegen

source: No undo history
de: Keine Rückgängig-Chronik

source: No redo steps
de: Keine Rückgängig-Schritte

source: Malformed function
de: Fehlerhafte Funktion

source: No sane value to do bitwise shift
de: Kein vernünftiger Wert zum bitweisen Verschieben

source: No sane value to convert
de: Kein vernünftiger Wert zum Umrechnen

source: No sane value to store
de: Kein vernünftiger Wert zum Speichern

source: Invalid number for the current base
de: Ungültige Zahl für aktuelle Basis

source: Too long number
de: Zahl zu lang

source: Invalid bitwise operation
de: Ungültige bitweise Operation

source: Invalid modulus operation
de: Ungültige Modulo-Operation

source: Overflow. Try a bigger word size
de: Überlauf. Versuchen Sie eine höhere Wortlänge zu verwenden

source: Unknown variable
de: Unbekannte Variable

source: Unknown function
de: Unbekannte Funktion

source: Malformed expression
de: Fehlerhafter Ausdruck

source: Calculator - Advanced
de: Taschenrechner - Erweitert

source: Calculator - Financial
de: Taschenrechner - Finanztechnisch

source: Calculator - Scientific
de: Taschenrechner - Wissenschaftlich

source: Calculator - Programming
de: Taschenrechner - Programmierung

source: Calculator [%s]
de: Taschenrechner [%s]

source: Calculator [%s] - Advanced
de: Taschenrechner [%s] - Erweitert

source: Calculator [%s] - Financial
de: Taschenrechner [%s] - Finanztechnisch

source: Calculator [%s] - Scientific
de: Taschenrechner [%s] - Wissenschaftlich

source: Calculator [%s] - Programming
de: Taschenrechner [%s] - Programmierung

source: Error loading user interface
de: Fehler beim Laden der Benutzeroberfläche

source: A required file is missing or damaged, please check your installation. %s
de: Eine erforderliche Datei fehlt oder ist beschädigt. Bitte Überprüfen Sie Ihre Installation. %s

source: _Other (%d) ...
de: _Andere (%d) …

source: Set accuracy from 0 to %d numeric place. [A]
de: Die Genauigkeit auf 0 bis %d numerische Stelle setzen. [A]

source: Sine [k]
de: Sinus [k]

source: Inverse Sine [K]
de: Arcussinus [K]

source: Hyperbolic Sine [k]
de: Hyperbolischer Sinus [k]

source: Hyperbolic Inverse Sine [K]
de: Hyperbolischer Arcussinus [K]

source: Cosine [j]
de: Cosinus [j]

source: Inverse Cosine [J]
de: Arcuscosinus [J]

source: Hyperbolic Cosine [j]
de: Hyperbolischer Cosinus [j]

source: Hyperbolic Inverse Cosine [J]
de: Hyperbolischer Arcuscosinus [J]

source: Tangent [w]
de: Tangens [w]

source: Inverse Tangent [W]
de: Arcustangens [W]

source: Hyperbolic Tangent [w]
de: Hyperbolischer Tangens [w]
