Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/po/*.po
Languages: de

source: Hyperbolic Inverse Tangent [W]
de: Hyperbolischer Arcustangens [W]

source: Natural logarithm [n]
de: Natürlicher Logarithmus [n]

source: e to the power of the displayed value [N]
de: e hoch dem angezeigten Wert nehmen [N]

source: Base 10 logarithm [g]
de: Logarithmus zur Basis 10 [g]

source: 10 to the power of displayed value [G]
de: 10 hoch dem angezeigten Wert [G]

source: Base 2 logarithm [h]
de: Logarithmus zur Basis 2 [h]

source: 2 to the power of the displayed value [H]
de: 2 hoch dem angezeigten Wert [H]

source: Raise displayed value to the power of y [o]
de: Den angezeigten Wert hoch y nehmen [o]

source: Raise displayed value to the power of reciprocal y [O]
de: Den angezeigten Wert hoch reziprokem y nehmen [O]

source: translator-credits
de: Christian Neumair <chris@gnome-de.org> Frank Arnold <frank@scirocco-5v-turbo.de> Andre Klapper <ak-47@gmx.net> Christian Kirbach <Christian.Kirbach@googlemail.com>

source: Gcalctool is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Gcalctool is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Gcalctool; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
de: Gcalctool ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung von Gcalctool erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110, USA.

source: © 1986-2008 The Gcalctool authors
de: © 1986-2008 Die Gcalctool-Autoren

source: Calculator with financial and scientific modes.
de: Ein Taschenrechner mit finanztechnischem und wissenschaftlichem Modus.

source: Unable to open help file
de: Die Hilfedatei konnte nicht geöffnet werden

source: Paste
de: Einfügen

source: No.
de: Nr.

source: Value
de: Wert

source: Description
de: Beschreibung

source: Reset to _Default (%d)
de: Auf Vorgabe _zurücksetzen (%d)

source: Negative X and non-integer Y not supported
de: Negative X und nicht ganzzahlige Y sind nicht unterstützt

source: Tangent is infinite
de: Der Tangens ist unendlich

source: Kilometer-to-mile conversion factor
de: Umrechnungsfaktor Kilometer in Meilen

source: square root of 2
de: Quadratwurzel von 2

source: Euler's Number (e)
de: Eulersche Zahl (e)

source: Centimeter-to-inch conversion factor
de: Umrechnungsfaktor Zentimeter in Inch

source: degrees in a radian
de: Grad in Radiant

source: Gram-to-ounce conversion factor
de: Umrechnungsfaktor Gramm in Unzen

source: Kilojoule-to-British-thermal-unit conversion factor
de: Umrechnungsfaktor Kilojoule in Britische Wärmeeinheiten

source: Cubic-centimeter-to-cubic-inch conversion factor
de: Umrechnungsfaktor Kubikzentimeter in Kubikzoll
