Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: 44 <guibutton>Exch</guibutton><guilabel>R2</guilabel>
de: 44 <guibutton>Vert</guibutton><guilabel>R2</guilabel>
el: 44 <guibutton>ΜExch</guibutton><guilabel>Μ2</guilabel>

source: The value in the display area changes from 44 to 22, the value in R2 changes from 22 to 44.
de: Der Wert im Anzeigebereich wechselt von 44 zu 22, der Wert in R2 von 22 zu 44.
el: Η τιμή στην οθόνη αλλάζει από 44 σε 22, η τιμή της μνήμης Μ2 αλλάζει από 22 σε 44.

source: If you use keyboard shortcuts, you can use the keyboard to specify the memory register, as shown in the following examples:
de: Wenn Sie mit Tastenkombinationen arbeiten, geben Sie das gewünschte Speicherregister gemäß den folgenden Beispielen an:
el: Αν χρησιμοποιείτε συντομεύσεις πληκτρολογίου, μπορείτε να χρησιμοποιήσετε το πληκτρολόγιο για να επιλέξετε μνήμη, όπως φαίνεται στα παρακάτω παραδείγματα:

source: Keyboard Entry
de: Tastatureingabe
el: Συντόμευση πληκτρολογίου

source: Stores the current contents of the display area in memory register <guilabel>R2</guilabel>.
de: Legt den aktuellen Inhalt des Anzeigebereichs im Speicherregister <guilabel>R2</guilabel> ab.
el: Αποθηκεύει τα περιεχόμενα της οθόνης στη μνήμη <guilabel>Μ2</guilabel>.

source: Retrieves the current contents of memory register <guilabel>R2</guilabel> into the display area.
de: Ruft den aktuellen Inhalt des Speicherregisters <guilabel>R2</guilabel> in den Anzeigebereich ab.
el: Ανακαλεί τα περιεχόμενα της μνήμης <guilabel>Μ2</guilabel> και τα εμφανίζει στην οθόνη.

source: Exchanges the current value of the display area with the contents of memory register <guilabel>R2</guilabel>.
de: Tauscht den aktuellen Wert des Anzeigebereichs mit dem Inhalt des Speicherregisters <guilabel>R2</guilabel> aus.
el: Αντικαθιστά την τρέχουσα τιμή στην οθόνη με τα περιεχόμενα τηςμνήμης <guilabel>Μ2</guilabel>.

source: To Perform Financial Calculations
de: Ausführen von Finanzberechnungen
el: Πραγματοποίηση εμπορικών υπολογισμών

source: To change to Financial mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Financial</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Finanztechnisch</guimenuitem></menuchoice>, um in den Finanzmodus zu schalten.
el: Για να μεταβείτε στην εμπορική λειτουργία, επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Εμπορική</guimenuitem></menuchoice>.

source: When you change to Financial mode, the following buttons are displayed above the Basic and Advanced mode buttons:
de: Wenn Sie in den Finanzmodus wechseln, werden die folgenden Knöpfe dieses Modus über den Knöpfen des Standardmodus angezeigt:
el: Όταν επιλέγεται η Εμπορική λειτουργία, εμφανίζονται τα ακόλουθα κουμπιά πάνω από τα κουμπιά για τη Βασική και την Προχωρημένη λειτουργία.

source: <application>gcalctool</application> Financial Mode Buttons
de: Knöpfe des Finanzmodus in <application>Taschenrechner</application>
el: Κουμπιά Εμπορικής λειτουργίας <application>gcalctool</application>

source: Shows <placeholder-1/> Financial mode buttons.
de: Zeigt <placeholder-1/> die Knöpfe des Finanzmodus.
el: Εμφανίζει τα κουμπιά Εμπορικής λειτουργίας <placeholder-1/>.

source: To perform financial calculations, use the buttons described in <xref linkend="gcalctool-TBL-financial-calc"/>.
de: Für Finanzberechnungen verwenden Sie die in <xref linkend="gcalctool-TBL-financial-calc"/> beschriebenen Knöpfe.
el: Για να πραγματοποιήσετε εμπορικούς υπολογισμούς, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-financial-calc"/>.

source: Performing Financial Calculations
de: Finanzberechnungen
el: Πραγματοποίηση εμπορικών υπολογισμών

source: Compounding Term
de: Wachstumsdauer
el: Διάρκεια ανατοκισμού

source: Ctrm
de: KTrm

source: Calculates the number of compounding periods necessary to increase an investment from a present value to a future value, at a fixed interest rate per compounding period.
de: Berechnet die Anzahl der benötigten Perioden, um eine Investition von dem aktuellen Wert auf einen Zielwert bei einem festen Zinssatz pro Zinsperiode anwachsen zu lassen.
el: Υπολογίζει τον αριθμό των ανατοκιστικών περιόδων που απαιτούνται για να αυξηθεί μια επένδυση από την παρούσα αξία σε μια μελλοντική αξία, αν ισχύει σταθερό επιτόκιο ανα ανατοκιστική περίοδο.

source: You have just deposited $8000 in an account that pays an annual interest rate of 9%, compounded monthly. Given the annual interest rate, you determine that the simple monthly interest rate is 0.09 / 12 = 0.0075. To calculate the time period necessary to double your investment, click <guibutton>Ctrm</guibutton>, and put the following values into the text entries:
de: Sie haben 8000 Euro auf ein Konto eingezahlt, bei dem Sie einen monatlich gestaffelten Guthabenzins von jährlich 9 % erhalten. Aus dem jährlichen Zinssatz ermitteln Sie, dass der monatliche Zinssatz 0,09 / 12 = 0,0075 beträgt. Um auszurechnen, wie lange es dauert, bis sich die Einlage verdoppelt, klicken Sie auf <guibutton>KTrm</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Μόλις καταθέσατε €8000 σε έναν λογαριασμό που προσφέρει ετήσιο επιτόκιο 9%,ανατοκιζόμενο μηνιαίως. Γνωρίζοντας το ετήσιο επιτόκιο, υπολογίζετε οτι το απλό μηνιαίο επιτόκιο είναι 0.09 / 12 = 0.0075. Για να υπολογίσετε τη χρονική περίοδο που απαιτείται για να διπλασιάσετε τα χρήματά σας, κάντε κλικ στο κουμπί <guibutton>Ctrm</guibutton>, και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: Periodic Interest Rate
de: Periodischer Zinssatz
el: Περιοδικό επιτόκιο

source: Future Value
de: Zukünftiger Wert
el: Μελλοντική αξία

source: Present Value
de: Barwert
el: Τρέχουσα αξία

source: Click <guibutton>Calculate</guibutton>
de: Kicken Sie auf <guibutton>Lös</guibutton>
el: Κάντε κλικ στο κουμπί <guibutton>Υπολογισμός</guibutton>

source: The investment doubles in value in 92.77 months.
de: Nach 92,77 Monaten wird sich die Kapitaleinlage verdoppelt haben.
el: Η αξία της επένδυσης διπλασιάζεται σε 92.77 μήνες

source: Double-Declining Depreciation
de: Geometrisch-degressive Abschreibung
el: Φθίνουσα απόσβεση διπλάσιου ρυθμού

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
de: Berechnet nach der geometrisch-degressiven Abschreibungsmethode den zulässigen Abschreibungssatz eines Wirtschaftsguts für einen gegebenen Zeitraum.
el: Υπολογίζει την απόσβεση ενός στοιχείου ενεργητικού για συγκεκριμένη χρονική περίοδο με βάση τη μέθοδο της φθίνουσας απόσβεσης με διπλάσιο ρυθμό.

source: You have just purchased an office machine for $8000. The useful life of this machine is six years. The salvage value after six years is $900. To calculate the depreciation expense for the fourth year, using the double-declining balance method, click <guibutton>Ddb</guibutton> and put the following values into the text entries:
de: Sie haben ein Bürogerät für 8000 Euro gekauft. Die Nutzungsdauer des Geräts beträgt sechs Jahre. Sein Restwert nach sechs Jahren beträgt 900 Euro. Zur Berechnung des Abschreibungssatzes im vierten Jahr anhand der geometrisch-degressiven Methode klicken sie auf <guibutton>DDB</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Μόλις αγοράσατε εξοπλισμό γραφείου αξίας €8000. Η ωφέλιμη ζωή του εξοπλισμού είναι 6 έτη. Η υπολειμματική του αξία μετά τα 6 έτη είναι €900. Για να υπολογίσετε την απόσβεση για τον τέταρτο χρόνο χρησιμοποιώντας τη μέθοδο της φθίνουσας απόσβεσης με διπλάσιο ρυθμό, κάντε κλικ στο κουμπί <guibutton>Ddb</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: Cost
de: Kosten
el: Κόστος

source: Salvage
de: Restwert
el: Υπολειμματική αξία

source: Life
de: Lebensdauer
el: Ζωή

source: Period
de: Zahlungsperiode
el: Περίοδος

source: The depreciation expense for the fourth year is $790.12.
de: Der Abschreibungssatz für das vierte Jahr beträgt 790,12 Euro.
el: Η απόσβεση για τον τέταρτο χρόνο είναι €790.12

source: Fv
de: ZW

source: Calculates the future value of an investment based on a series of equal payments at a specific periodic interest rate, over the number of payment periods in the term.
de: Berechnet den zukünftigen Wert (Zielwert) einer Investition bei regelmäßigen Zahlungen und einem periodischen Zinssatz über die Anzahl der Zahlungsperioden der Laufzeit.
el: Υπολογίζει τη μελλοντική αξία μιας επένδυσης που συνίσταται σε μια σειρά ισόποσων πληρωμών και η οποία υπόκειται σε συγκεκριμένο περιοδικό επιτόκιο καθ' όλη τη διάρκεια των πληρωμών.

source: You plan to deposit $4000 in a bank account on the last day of each year for the next 20 years. The account pays 8% interest, compounded annually. Interest is paid on the last day of each year. To calculate the value of your account in 20 years, press <guibutton>Fv</guibutton> and put the following values into the text entries:
de: Sie beabsichtigen, während der nächsten 20 Jahre an jedem letzten Tag im Jahr 4000 Euro auf ein Konto einzuzahlen. Sie erhalten auf diesem Konto 8 % Guthabenzinsen pro Jahr. Die Zinsen werden am letzten Tag im Jahr gezahlt. Zur Berechnung Ihres Kontoguthabens in 20 Jahren klicken Sie auf <guibutton>ZW</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Σκοπεύετε να καταθέτετε στην τράπεζα €4000 την τελευταία ημέρα του έτους και για τα επόμενα 20 έτη. Το επιτόκιο είναι 8%, με ετήσιο ανατοκισμό. Οι τόκοι προσμετρώνται την τελευταία ημέρα κάθε έτους. Για να υπολογίσετε το υπόλοιπο του λογαριασμού σας μετά από 20 έτη, κάντε κλικ στο <guibutton>Fv</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: Periodic Payment
de: Periodische Zahlung
el: Περιοδική πληρωμή

source: Number Of Periods
de: Anzahl der Zahlungsperioden
el: Αριθμός περιόδων

source: At the end of 20 years, the value of the account is $183,047.86.
de: Nach 20 Jahren haben Sie auf Ihrem Konto ein Guthaben von 183.047,86 Euro.
el: Μετά από 20 έτη, το υπόλοιπο του λογαριασμού θα είναι €183,047.86.

source: Gross Profit Margin
de: Bruttogewinnspanne
el: Μικτό περιθώριο κέρδους

source: Gpm
de: Bgs

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
de: Berechnet den Wiederverkaufspreis eine Produktes basierend auf den Produktkosten und der gewünschten Bruttogewinnspanne.
el: Υπολογίζει την αξία μεταπώλησης ενός προϊόντος, με βάση το κόστος του προϊόντος και το επιθυμητό μικτό περιθώριο κέρδους.

source: You sell T-Shirts online. Each T-Shirt cost you $12 in material and labor. You want to sell the T-Shirts with a Gross Profit Margin of 0.40 - for every five dollars you earn, you want two to be profit. To calculate the price you would have to sell your T-Shirts for, press <guibutton>Gpm</guibutton> and put the following values into the text entries:
de: Angenommen Sie verkaufen T-Shirts online. Jedes T-Shirt kostet 12€ Material und Arbeitslohn. Sie möchten die T-Shirts mit einer Bruttogewinnspanne von 0,40€ verkaufen - von jeden fünf Euro, die Sie verdienen, sollen zwei Euro Profit sein. Zur Berechnung des Preises, zu dem Sie die T-Shirts verkaufen müssen, klicken Sie <guibutton>Bgs</guibutton> und geben Sie die folgenden Werte in die Textfelder:
el: Πουλάτε μπλουζάκια στο Διαδίκτυο. Κάθε μπλουζάκι σας κοστίζει €12 σε υλικά και εργασία. Θέλετε να έχετε μικτό περιθώριο κέρδους 0.40· δηλαδή για κάθε πέντε ευρώ που πληρώνεστε, θέλετε τα δύο ευρώ να είναι κέρδος. Για να υπολογίσετε την τιμή στην οποία θα πουλάτε τα μπλουζάκια, κάντε κλικ στο <guibutton>Gpm</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: Margin
de: Gewinnspanne
el: Περιθώριο

source: You will have to sell your T-Shirts for $20
de: Sie müssen die T-Shirts für 20 Euro verkaufen
el: Θα πρέπει να πουλάτε τα μπλουζάκια €20

source: Pmt
de: Zhlg

source: Calculates the amount of the periodic payment of a loan, where payments are made at the end of each payment period.
de: Berechnet die Höhe der periodischen Abzahlungsrate für einen Kredit bei Zahlungen am Ende jedes Zahlungszeitraums.
el: Υπολογίζει το ποσό της περιοδικής πληρωμής (δόσης) του δανείου, αν η πληρωμή των δόσεων γίνεται στο τέλος κάθε περιόδου.

source: You are considering a $120,000 mortgage for 30 years at an annual interest rate of 11.0%. Given the annual interest rate, you determine that the simple monthly interest rate is 0.11 / 12 = 0.00917. The term is 30 * 12 = 360 months. To calculate the monthly repayment for this mortgage, press <guibutton>Pmt</guibutton> and put the following values into the text entries:
de: Sie erwägen, einen Kredit von 120.000 Euro mit einer Laufzeit von 30 Jahren und einem jährlichen Zinssatz von 11,0 % aufzunehmen. Aus dem jährlichen Zinssatz ermitteln Sie, dass der monatliche Zinssatz 0,11 / 12 = 0,00917 beträgt. Die Laufzeit beträgt 30 * 12 = 360 Monate. Zur Berechnung der Höhe der monatlichen Abzahlungsrate für diesen Kredit klicken Sie auf <guibutton>Zhlg</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Σκέφτεστε να πάρετε στεγαστικό δάνειο €120,000 για 30 έτη με ετήσιο επιτόκιο 11.0%. Από το ετήσιο επιτόκιο συμπεραίνετε ότι το απλό μηνιαίο επιτόκιο θα είναι 0.11 / 12 = 0.00917. Η διάρκεια είναι 30 * 12 = 360 μήνες. Για να υπολογίσετε τη μηνιαία δόση του δανείου, κάντε κλικ στο <guibutton>Pmt</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: Principal
de: Grundkapital
el: Κύρια

source: Term
de: Laufzeit
el: Διάρκεια

source: The monthly repayment is $1143.15.
de: Die monatlich zu zahlende Rate beträgt 1143,15 Euro.
el: Η μηνιαία δόση θα είναι €1143.15.

source: Pv
de: BW

source: Calculates the present value of an investment based on a series of equal payments, discounted at a periodic interest rate, over the number of payment periods in the term.
de: Berechnet den Barwert (gegenwärtigen Wert) einer Investition bei regelmäßigen Zahlungen und einem periodischen Zinssatz über die Anzahl der Zahlungsperioden der Laufzeit.
el: Υπολογίζει την τρέχουσα αξία μιας επένδυσης που συνίσταται σε μια σειρά ισόποσων πληρωμών και η οποία υπόκειται σε συγκεκριμένο περιοδικό επιτόκιο καθ' όλη τη διάρκεια των πληρωμών.

source: You have just won a million dollars. The prize is awarded in 20 annual payments of $50,000 each. Annual payments are received at the end of each year. If you were to accept the annual payments of $50,000, you would invest the money at a rate of 9%, compounded annually.
de: Sie haben gerade 1 Million Euro gewonnen. Der Gewinn wird Ihnen in 20 Jahresraten zu je 50.000 Euro ausgezahlt. Die jährlichen Zahlungen erfolgen am Jahresende. Wenn Sie die jährlichen Zahlungen von je 50.000 Euro akzeptieren sollten, würden Sie das Geld zu einem Jahreszins von 9 % anlegen.
el: Κερδίσατε ένα εκατομμύριο ευρώ. Μπορείτε να παραλάβετε τα χρήματα σε 20 ισόποσες ετήσιες δόσεις των €50,000. Τα χρήματα θα κατατίθενται στο τέλος κάθε έτους. Αν δεχτείτε αυτή τη διευθέτηση, μπορείτε να επενδύσετε τα χρήματα με επιτόκιο 9%, ανατοκιζόμενο ετησίως.

source: However, you are given the option of receiving a single lump-sum payment of $400,000 instead of the million dollars annuity. To calculate which option is worth more in today's dollars, press <guibutton>Pv</guibutton> and put the following values into the text entries:
de: Sie haben aber die Möglichkeit, statt der 1 Million Euro in Jahresraten eine einmalige Zahlung von 400.000 Euro zu wählen. Um festzustellen, welche der Möglichkeiten beim heutigen Wert des Euro lohnender ist, klicken Sie auf <guibutton>BW</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Σας δίνεται όμως και η επιλογή να λάβετε ένα εφάπαξ ποσό των €400,000 αντί για την ετήσια πρόσοδο του ενός εκατομμυρίου. Για να βρείτε ποια επιλογή είναι η καλύτερη με βάση τη σημερινή τιμή του ευρώ, κάντε κλικ στο <guibutton>Pv</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: The $1,000,000 paid over 20 years is worth $456,427.28 in present dollars.
de: Die über einen Zeitraum von 20 Jahren gezahlten 1.000.000 Euro sind 456.427,28 jetzige Euro wert.
el: Το €1,000,000 στη διάρκεια περιόδου 20 ετών αντιστοιχεί σε €456,427.28 ευρώ σήμερα.

source: Rate
de: Zins

source: Calculates the periodic interest necessary to increase an investment of a present value to a future value, over a number of compounding periods.
de: Berechnet den periodischen Zinssatz, der benötigt wird, um eine Investition mit dem aktuellen Wert über die Anzahl der Perioden in der Laufzeit auf einen Zielwert anwachsen zu lassen.
el: Υπολογίζει το περιοδικό επιτόκιο που απαιτείται προκειμένου να ανέλθει η αξία τηςεπένδυσης σε συγκεκριμένη μελλοντική αξία μετά από ορισμένο αριθμό περιόδων ανατοκισμού.

source: You have invested $20,000 in a bond. The bond matures in five years, and has a maturity value of $30,000. Interest is compounded monthly. The term is 5 * 12 = 60 months. To calculate the periodic interest rate for this investment, press <guibutton>Rate</guibutton> and put the following values into the text entries:
de: Sie haben 20.000 Euro in eine Obligation investiert. Die Obligation wird nach fünf Jahren fällig und hat einen Fälligkeitswert von 30.000 Euro. Die Zinsen werden monatlich berechnet. Die Laufzeit beträgt 5 * 12 = 60 Monate. Zur Berechnung des periodischen Zinssatzes für diese Investition wählen Sie <guibutton>Rate</guibutton> geben Sie die folgenden Werte in die Eingabefelder ein:
el: Επενδύσατε €20,000 σε ένα ομόλογο. Το ομόλογο λήγει σε πέντε έτη και έχει τελική τιμή €30,000. Ο ανατοκισμός είναι μηνιαίος. Η διάρκεια είναι 5 * 12 = 60 μήνες. Για να υπολογίσετε το περιοδικό επιτόκιο της επένδυσης, κάντε κλικ στο <guibutton>Rate</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: The monthly interest rate is 0.678%. The annual interest rate is 0.678% * 12 = 8.14%.
de: Der monatliche Zinssatz beträgt 0,678 %. Der jährliche Zinssatz beträgt 0,678 % * 12 = 8,14 %.
el: Το μηνιαίο επιτόκιο είναι 0.678%. Το ετήσιο επιτόκιο είναι 0.678% * 12 = 8.14%.

source: Straight-Line Depreciation
de: Lineare Abschreibung
el: Σταθερή απόσβεση

source: Calculates the straight-line depreciation of an asset for one period. The depreciable cost is <replaceable>cost</replaceable> - <replaceable>salvage</replaceable>. The straight-line method of depreciation divides the depreciable cost evenly over the useful life of an asset. The useful life is the number of periods, typically years, over which an asset is depreciated.
de: Berechnet die lineare Abschreibung eines Wirtschaftsguts für eine Periode. Die abschreibungsfähigen Kosten betragen <replaceable>cost</replaceable> - <replaceable>salvage</replaceable>. Bei der linearen Abschreibung werden die abschreibungsfähigen Kosten gleichmäßig über die Nutzungsdauer des Wirtschaftsguts verteilt. Die Nutzungsdauer ist der Zeitraum, in der Regel Jahre, über welche das Wirtschaftsgut abgeschrieben wird.
el: Υπολογίζει τη σταθερή απόσβεση ενός στοιχείου ενεργητικού για συγκεκριμένη περίοδο. Η αποσβεστέα αξία ισούται με το <replaceable>κόστος</replaceable> μείον την <replaceable>υπολειμματική αξία</replaceable>. Στη σταθερή μέθοδο απόσβεσης, η αποσβεστέα αξία διαιρείται δια της ωφέλιμης ζωής του στοιχείου ενεργητικού. Η ωφέλιμη ζωή είναι ο αριθμός των περιόδων, συνήθως ετών, κατά τη διάρκεια των οποίων συντελείται η απόσβεση.

source: You have just purchased an office machine for $8000. The useful life of this machine is six years. The salvage value after six years is $900. To calculate the yearly depreciation expense, using the straight-line method, prss <guibutton>Sln</guibutton>, and put the following values into the first three memory registers:
de: Sie haben ein Bürogerät für 8000 Euro gekauft. Die Nutzungsdauer des Geräts beträgt sechs Jahre. Sein Restwert nach sechs Jahren beträgt 900 Euro. Zur Berechnung des jährlichen Abschreibungssatzes anhand des linearen Verfahrens klicken Sie auf <guibutton>SLN</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Μόλις αγοράσατε εξοπλισμό γραφείου αξίας €8000. Η ωφέλιμη ζωή του εξοπλισμού είναι 6 έτη. Η υπολειμματική του αξία μετά τα 6 έτη είναι €900. Για να υπολογίσετε την ετήσια απόσβεση χρησιμοποιώντας τη μέθοδο της σταθερής απόσβεσης, κάντε κλικ στο κουμπί <guibutton>Sln</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: The yearly depreciation expense is $1183.33.
de: Der jährliche Abschreibungssatz beträgt 1183,33 Euro.
el: Η ετήσια απόσβεση είναι €1183.33.

source: Sum-Of-The-Years'-Digits Depreciation
de: Arithmetisch-degressive Abschreibung
el: Απόσβεση με συντελεστή τα έτη ζωής

source: Calculates the depreciation allowance on an asset for a specified period of time, using the Sum-Of-The-Years'-Digits method. This method of depreciation accelerates the rate of depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The depreciable cost is <replaceable>cost</replaceable> - <replaceable>salvage</replaceable>. The useful life is the number of periods, typically years, over which an asset is depreciated.
de: Berechnet nach der arithmetisch-degressiven Abschreibungsmethode den zulässigen Abschreibungssatz eines Wirtschaftsguts für einen gegebenen Zeitraum. Bei diesem Abschreibungsverfahren wird die Abschreibung beschleunigt, d.h. zu Beginn der Abschreibungsdauer ist der Abschreibungssatz höher als gegen Ende. Die abschreibungsfähigen Kosten betragen <replaceable>cost</replaceable> - <replaceable>salvage</replaceable>. Die Nutzungsdauer ist der Zeitraum, in der Regel Jahre, über welche das Wirtschaftsgut abgeschrieben wird.
el: Υπολογίζει την απόσβεση ενός στοιχείου ενεργητικού για συγκεκριμένη χρονική περίοδο με βάση τη μέθοδο της φθίνουσας απόσβεσης με συντελεστή τα έτη ζωής. Αυτή η μέθοδος απόσβεσης προβλέπει αυξανόμενο ρυθμό απόσβεσης, έτσι ώστε η απόσβεση να είναι μεγαλύτερη στην αρχή της χρονικής περιόδου. Η αποσβεστέα αξία ισούται με το <replaceable>κόστος</replaceable> μείον την <replaceable>υπολειμματική αξία</replaceable>. Η ωφέλιμη ζωή είναι ο αριθμός των περιόδων, συνήθως ετών, κατά τη διάρκεια των οποίων συντελείται η απόσβεση.

source: You have just purchased an office machine for $8000. The useful life of this machine is six years. The salvage value after six years is $900. To calculate the depreciation expense for the fourth year, using the sum-of-the-years'-digits method, press <guibutton>Syd</guibutton>, and put the following values into the text entries:
de: Sie haben ein Bürogerät für 8000 Euro gekauft. Die Nutzungsdauer des Geräts beträgt sechs Jahre. Sein Restwert nach sechs Jahren beträgt 900 Euro. Zur Berechnung des Abschreibungssatzes im vierten Jahr anhand der arithmetisch-degressiven Methode klicken Sie auf <guibutton>Syd</guibutton> und geben Sie die folgenden Werte in die Eingabefelder ein:
el: Μόλις αγοράσατε εξοπλισμό γραφείου αξίας €8000. Η ωφέλιμη ζωή του εξοπλισμού είναι 6 έτη. Η υπολειμματική του αξία μετά τα 6 έτη είναι €900. Για να υπολογίσετε την απόσβεση για τον τέταρτο χρόνο χρησιμοποιώντας τη μέθοδο της φθίνουσας απόσβεσης με συντελεστή τα έτη ζωής, κάντε κλικ στο κουμπί <guibutton>Syd</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: The depreciation expense for the fourth year is $1014.29.
de: Der Abschreibungssatz für das vierte Jahr beträgt 1014,29 Euro.
el: Η απόσβεση για το τέταρτο έτος θα είναι €1014.29.

source: Payment Period
de: Zahlungsperiode
el: Περίοδος πληρωμής
