Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: For information about how to enter a number in exponential format, see <xref linkend="gcalctool-enter-exp"/>.
de: Informationen zur Eingabe von Zahlen im Exponentialformat finden Sie in <xref linkend="gcalctool-enter-exp"/>.
el: Για πληροφορίες σχετικά με την εισαγωγή ενός αριθμού σε εκθετική μορφή, δείτε <xref linkend="gcalctool-enter-exp"/>.

source: To Display a Separator in Large Numbers
de: Darstellung eines Trennzeichens in großen Zahlen
el: Εμφάνιση διαχωριστικού σε μεγάλους αριθμούς.

source: To insert a separator between every three digits to the left of the numeric point in decimal base, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Thousands Separator</guimenuitem></menuchoice>.
de: Um alle drei Ziffern ein Trennzeichen links des numerischen Kommas in Dezimaldarstellung einzufügen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Tausender-Trennzeichen anzeigen</guimenuitem></menuchoice>.
el: Για αριθμούς με δεκαδική βάση, μπορείτε να εισάγετε ένα διαχωριστικό ανά τρία ψηφία (για τα ψηφία αριστερά της υποδιαστολής), αν επιλέξετε<menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Εμφάνιση διαχωριστικού χιλάδων</guimenuitem></menuchoice>.

source: Different countries and cultures have varying conventions for how to communicate. These conventions include the language spoken and the character used as a numeric separator.
de: Verschiedene Länder und Kulturen haben unterschiedliche Konventionen bezüglich der Kommunikation im Allgemeinen. Den Konventionen unterliegen sowohl die gesprochene Sprache als auch das Trennzeichen.
el: Οι διάφορες χώρες και πολιτισμοί έχουν τις δικές τους συμβάσεις επικοινωνίας. Αυτές οι συμβάσεις συμπεριλαμβάνουν τη χρησιμοποιούμενη γλώσσα και το χαρακτήρα που συμβολίζει την υποδιαστολή.

source: <application>gcalctool</application> has been internationalized so users can adapt to their own conventions. This is done by setting a specific locale. We can't determine what locales will exist, except for a standard one called the C locale.
de: <application>gcalctool</application> unterstützt die internationale Anpassung, so dass alle Anwender durch Setzen einer Spracheinstellung ihre Landeskonventionen verwenden können. Wir können die Spracheinstellung nicht vorhersehen, bis auf die immer vorhandene Einstellung »C«.
el: Η εφαρμογή <application>gcalctool</application> έχει διεθνοποιηθεί ούτως ώστε να προσαρμόζεται στις συμβάσεις των εκάστοτε χρηστών. Αυτό επιτυγχάνεται με την επιλογή διαφορετικών τοπικοποιήσεων. Ωστόσο, οι συντελεστές της εφαρμογής δεν μπορούν να εξασφαλίσουν την ύπαρξη άλλων τοπικοποιήσεων πέρα από την πρότυπη τοπικοποίηση (τοπικοποίηση C).

source: When you use the C locale, the separator character is not displayed.
de: Wenn Sie die Spracheinstellung »C« verwenden, wird das Trennzeichen nicht dargestellt.
el: Όταν χρησιμοποιείτε την τοπικοποίηση C, το διαχωριστικό δεν εμφανίζεται.

source: To Copy and Paste in the Display Area
de: Kopieren und Einfügen im Darstellungsbereich
el: Αντιγραφή και Επικόλληση στην περιοχή οθόνης

source: To copy the result of a calculation, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>. You can paste the value into another application.
de: Zum Kopieren eines Rechenergebnisses wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Kopieren</guimenuitem></menuchoice>. Diesen Wert können Sie dann in eine andere Anwendung einfügen.
el: Για να αντιγράψετε το αποτέλεσμα ενός υπολογισμού, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Αντιγραφή</guimenuitem></menuchoice>. Μπορείτε να επικολλήσετε το αποτέλεσμα σε μια άλλη εφαρμογή.

source: To paste a previously copied value into the display area, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
de: Zum Einfügen eines zuvor kopierten Wertes in den Anzeigebereich wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einfügen</guimenuitem></menuchoice>.
el: Για να επικολλήσετε στην περιοχή οθόνης μιατιμή που είχατε αντιγράψει προηγουμένως, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Επικόλληση</guimenuitem></menuchoice>.

source: To Perform Basic Calculations
de: Ausführen von Grundberechnungen
el: Πραγματοποίηση βασικών υπολογισμών

source: Basic mode is displayed by default when you first start <application>gcalctool</application>. To explicitly invoke Basic mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Basic</guimenuitem></menuchoice>.
de: Beim Start von <application>Taschenrechner</application> wird automatisch der Standardmodus angezeigt. Um den Standardmodus ausdrücklich aufzurufen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Standard-Modus</guimenuitem></menuchoice>.
el: Η Βασική λειτουργία είναι η προεπιλεγμένη λειτουργία, που εμφανίζεται την πρώτη φορά που εκτελείτε την εφαρμογή <application>gcalctool</application>. Διαφορετικά, μπορείτε να ενεργοποιήσετε την Βασική λειτουργία, επιλέγοντας <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Βασική</guimenuitem></menuchoice>.

source: The calculator memory registers are unavailable in Basic Mode. In other words, <menuchoice><guimenu>View</guimenu><guimenuitem>Memory Registers</guimenuitem></menuchoice> is inactive.
de: Die Speicherregister stehen im Standardmodus nicht zur Verfügung. Das heißt, dass <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Speicherregister</guimenuitem></menuchoice> permanent deaktiviert ist.
el: Οι μνήμες της αριθμομηχανής δεν είναι διαθέσιμες στη Βασική λειτουργία. Το μενού <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Μνήμες</guimenuitem></menuchoice> είναι ανενεργό.

source: To Perform Simple Calculations
de: Ausführen einfacher Berechnungen
el: Πραγματοποίηση απλών υπολογισμών

source: To perform simple calculations, use the buttons described in <xref linkend="gcalctool-TBL-simple-calc"/>.
de: Für einfache Berechnungen verwenden Sie die in <xref linkend="gcalctool-TBL-simple-calc"/> beschriebenen Knöpfe.
el: Για να πραγματοποιήσετε απλούς υπολογισμούς, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-simple-calc"/>.

source: Performing Simple Calculations
de: Ausführen einfacher Berechnungen
el: Πραγματοποίηση απλών υπολογισμών

source: Function
de: Funktion
el: Λειτουργία

source: Button
de: Knopf
el: Κουμπί

source: Description
de: Beschreibung
el: Περιγραφή

source: Example
de: Beispiel
el: Παράδειγμα

source: Result
de: Ergebnis
el: Αποτέλεσμα

source: Numerals
de: Ziffern
el: Αριθμητικά ψηφία

source: <guibutton>0</guibutton> to <guibutton>9</guibutton> inclusive
de: <guibutton>0</guibutton> bis <guibutton>9</guibutton> (einschließlich)
el: Από το <guibutton>0</guibutton> εως και το <guibutton>9</guibutton>

source: In decimal and hexadecimal base, all numerals are available. In octal base, <guibutton>8</guibutton> and <guibutton>9</guibutton> are unavailable. In binary base, only <guibutton>0</guibutton> and <guibutton>1</guibutton> are available. The default base is decimal.
de: Im Dezimal- und Hexadezimalmodus sind alle Ziffern verfügbar. Im Oktalmodus können die Ziffern <guibutton>8</guibutton> und <guibutton>9</guibutton> nicht verwendet werden. Im Binärmodus stehen nur die Ziffern <guibutton>0</guibutton> und <guibutton>1</guibutton> zur Verfügung. Standardmäßig ist das Dezimalsystem aktiviert.
el: Όταν χρησιμοποιείται δεκαδική και δεκαεξαδική βάση, είναι διαθέσιμα όλα τα ψηφία. Όταν χρησιμοποιείται οκταδική βάση, δεν είναι διαθέσιμα τα ψηφία <guibutton>8</guibutton> και <guibutton>9<guibutton>. Όταν η βάση είναι δυαδική, επιτρέπονται μόνο τα ψηφία <guibutton>0</guibutton> και <guibutton>1</guibutton>. Η προεπιλεγμένη βάση είναι η δεκαδική.

source: Numeric point
de: Dezimaltrenner
el: Υποδιαστολή

source: Starts the fractional part of a numeric entry.
de: Kennzeichnet den Beginn des gebrochenen Anteils eines Zahleneintrags.
el: Τοποθετείται στην αρχή του κλασματικού μέρους του αριθμού.

source: Calculate a result
de: Berechnen eines Ergebnisses
el: Υπολογισμός αποτελέσματος

source: Displays the result of the current calculation in the current base.
de: Zeigt das Ergebnis der aktuellen Berechnung im aktuellen Zahlenmodus an.
el: Εμφανίζει το αποτέλεσμα του τρέχοντος υπολογισμού στην τρέχουσα βάση.

source: Adds the current value in the display area to the next number that you enter.
de: Addiert den aktuellen Wert in der Anzeige zur nächsten Zahl, die Sie eingeben.
el: Προσθέτει την τιμή που εμφανίζεται στην οθόνη στην τιμή που ακολουθεί.

source: Subtraction
de: Subtraktion
el: Αφαίρεση

source: Subtracts from the current value in the display area the next number that you enter.
de: Subtrahiert die nächste Zahl, die Sie eingeben, von dem aktuellen Wert in der Anzeige.
el: Αφαιρεί από την τιμή που εμφανίζεται στην οθόνη την τιμή που ακολουθεί.

source: Multiplication
de: Multiplikation
el: Πολλαπλασιασμός

source: Multiplies the current value in the display area by the next number that you enter.
de: Multipliziert den aktuellen Wert in der Anzeige mit der nächsten Zahl, die Sie eingeben.
el: Πολλαπλασιάζει την τιμή που εμφανίζεται στην οθόνη με την τιμή που ακολουθεί.

source: Divides the current value in the display area by the next number that you enter.
de: Teilt den aktuellen Wert in der Anzeige durch die nächste Zahl, die Sie eingeben.
el: Διαιρεί την τιμή που εμφανίζεται στην οθόνη δια της τιμής που ακολουθεί.

source: Change the arithmetic sign
de: Vorzeichenänderung
el: Αλλαγή προσήμου

source: Changes a positive number to a negative number, or a negative number to a positive number.
de: Ändert eine positive in eine negative und eine negative in eine positive Zahl.
el: Μετατρέπει έναν θετικό αριθμό σε αρνητικό, ή εναν αρνητικό αριθμό σε θετικό.

source: To Erase Characters
de: Löschen von Zeichen
el: Διαγραφή χαρακτήρων

source: To erase characters, use the buttons described in <xref linkend="gcalctool-TBL-erase-char"/>.
de: Zum Löschen von Zeichen verwenden Sie die in <xref linkend="gcalctool-TBL-erase-char"/> beschriebenen Knöpfe.
el: Για να διαγράψετε χαρακτήρες, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-erase-char"/>.

source: Erasing Characters
de: Löschen von Zeichen
el: Διαγραφή χαρακτήρων

source: Backspace
de: Rücktaste

source: Bksp
de: Rück

source: Removes the rightmost character from the display area.
de: Löscht das am weitesten rechts befindliche Zeichen aus dem Anzeigebereich.
el: Διαγραφή του δεξιότερου χαρακτήρα στην οθόνη.

source: 1 <guibutton>+</guibutton><guibutton>2</guibutton><guibutton>2</guibutton><guibutton>Bksp</guibutton><guibutton>=</guibutton>
de: 1 <guibutton>+</guibutton><guibutton>2</guibutton><guibutton>2</guibutton><guibutton>Rück</guibutton><guibutton>=</guibutton>

source: Clear Entry
de: Eintrag löschen
el: Εκκαθάριση καταχώρησης

source: Removes the current value from the display area.
de: Löscht den aktuellen Wert aus dem Anzeigebereich.
el: Διαγράφει την τρέχουσα τιμή από την οθόνη.

source: This operation is the same as <guibutton>Clr</guibutton>
de: Diese Operation ist die selbe wie <guibutton>Clr</guibutton>
el: Αυτή η λειτουργία είναι ίδια με του <guibutton>Clr</guibutton>

source: Clear
de: Leeren
el: Εκκαθάριση

source: Clr
de: Lös

source: Resets the current value in the display area to zero and removes any previous calculation results. <guibutton>Clr</guibutton> also deselects the <guilabel>Hyp</guilabel> and <guilabel>Inv</guilabel> options in Scientific.
de: Setzt die Anzeige auf Null und löscht jedes zuvor berechnete Ergebnis. Im wissenschaftlichen Modus deaktiviert <guibutton>Lös</guibutton> auch die Optionen <guilabel>Hyp</guilabel> und <guilabel>Inv</guilabel>.
el: Επαναφέρει την τρέχουσα τιμή της οθόνης στο μηδέν και απομακρύνει προηγούμενα αποτελέσματα. Επίσης, το κουμπί <guibutton>Clr</guibutton> αποεπιλέγει τις επιλογές <guilabel>Hyp</guilabel> και <guilabel>Inv</guilabel> της Επιστημονικής λειτουργίας.

source: 1 <guibutton>+</guibutton><guibutton>2</guibutton><guibutton>2</guibutton><guibutton>Clr</guibutton>
de: 1 <guibutton>+</guibutton><guibutton>2</guibutton><guibutton>2</guibutton><guibutton>Lös</guibutton>

source: To Display ASCII Values
de: Anzeigen von ASCII-Werten
el: Εμφάνιση τιμών ASCII

source: To display the ASCII value of a character, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Insert ASCII Value</guimenuitem></menuchoice>.
de: Zum Anzeigen des ASCII-Wertes eines Zeichens wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>ASCII-Wert einfügen</guimenuitem></menuchoice>.
el: Για να εμφανίσετε την τιμή ASCII ενός χαρακτήρα, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Εισαγωγή τιμής ASCII</guimenuitem></menuchoice>.

source: The Insert ASCII Value dialog is displayed.
de: Dadurch wird das Dialogfeld »ASCII-Wert einfügen« aufgerufen.
el: Εμφανίζεται ο διάλογος εισαγωγής τιμών ASCII.

source: Enter the required character in the <guilabel>Character</guilabel> field, then click <guibutton>Insert</guibutton>. The ASCII value of that character, in the current numeric base, appears in the display area. For example, the ASCII value of B in decimal base is 66.
de: Geben Sie das gewünschte Zeichen in das Feld <guilabel>Zeichen</guilabel> ein, und klicken Sie auf <guibutton>Einfügen</guibutton>. Der ASCII-Wert des Zeichens wird im aktuellen Zahlenmodus im Anzeigebereich angezeigt. Beispielsweise ist der ASCII-Wert von »B« in Dezimaldarstellung 66.
el: Εισάγετε το ζητούμενο χαρακτήρα στο πεδίο <guilabel>Χαρακτήρας</guilabel> και κάντε κλικ στο κουμπί <guibutton>Εισαγωγή</guibutton>. Η τιμή ASCII του χαρακτήρα, με την τρέχουσα αριθμητική βάση, εμφανίζεται στην οθόνη. Για παράδειγμα, η τιμή ASCII του χαρακτήρα B είναι 66 με δεκαδική βάση.

source: To Perform Advanced Calculations
de: Ausführen fortgeschrittener Berechnungen
el: Πραγματοποίηση προχωρημένων υπολογισμών

source: To change to Advanced mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Advanced</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Erweiterter Modus</guimenuitem></menuchoice>, um in den erweiterten Modus zu schalten.
el: Για να μεταβείτε στην Προχωρημένη λειτουργία, επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Προχωρημένη</guimenuitem></menuchoice>.

source: When you change to Advanced mode, the following buttons are displayed to the right of the Basic mode buttons:
de: Wenn Sie in den erweiterten Modus wechseln, werden die folgenden Knöpfe rechts von den Knöpfen des Standardmodus angezeigt:
el: Όταν επιλέγεται η Προχωρημένη λειτουργία, εμφανίζονται τα ακόλουθα κουμπιά στα δεξιά των κουμπιών της Βασικής λειτουργίας:

source: <application>gcalctool</application> Advanced Mode Buttons
de: Knöpfe des erweiterten Modus im <application>Taschenrechner</application>
el: Κουμπιά προχωρημένης λειτουργίας <application>gcalctool</application>

source: Shows <placeholder-1/> Advanced mode buttons.
de: <placeholder-1/> Knöpfe des erweiterten Modus anzeigen.
el: Εμφανίζει τα κουμπιά Προχωρημένης λειτουργίας <placeholder-1/>.

source: Performing Advanced Calculations
de: Fortgeschrittene Berechnungen durchführen
el: Πραγματοποίηση προχωρημένων υπολογισμών

source: Percentage
de: Prozent
el: Ποσοστό

source: Divides the current value by 100.
de: Dividiert den aktuellen Wert im Anzeigebereich durch 100.
el: Διαιρεί την τρέχουσα τιμή με το 100.

source: Reciprocal
de: Kehrwert
el: Αντίστροφο

source: Divides 1 by the current value in the display area.
de: Dividiert 1 durch den aktuellen Wert im Anzeigebereich.
el: Διαιρεί το 1 με την τρέχουσα τιμή στην οθόνη.

source: Square Root
de: Quadratwurzel
el: Τετραγωνική ρίζα

source: Sqrt
de: Wurz

source: Calculates the square root of the current value in the display area.
de: Berechnet die Quadratwurzel des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει την τετραγωνική ρίζα της τρέχουσας τιμής στην οθόνη.

source: <guibutton>Sqrt</guibutton> 9 <guibutton>)</guibutton><guibutton>=</guibutton>
de: <guibutton>Quadratwurzel</guibutton> 9 <guibutton>)</guibutton><guibutton>=</guibutton>

source: Square
de: Quadrat
el: Τετράγωνο

source: Calculates the square of the current value in the display area.
de: Berechnet das Quadrat des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το τετράγωνο της τρέχουσας τιμής στην οθόνη.

source: Integer Portion
de: Ganzzahliger Anteil
el: Ακέραιο μέρος

source: Int
de: Ganz

source: Calculates the integer portion of the current value in the display area.
de: Berechnet den ganzzahligen Anteil des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το ακέραιο μέρος της τρέχουσας τιμής στην οθόνη.

source: -23.45 <guibutton>Int</guibutton>
de: -23,45 <guibutton>Ganz</guibutton>

source: Fractional Portion
de: Nachkommawert
el: Κλασματικό μέρος

source: Frac
de: Gebr

source: Calculates the fractional portion of the current value in the display area.
de: Berechnet den gebrochenen Anteil des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το κλασματικό μέρος της τρέχουσας τιμής στην οθόνη.

source: -23.45 <guibutton>Frac</guibutton>
de: -23,45 <guibutton>Gebr</guibutton>

source: Absolute Value
de: Absolutwert
el: Απόλυτη τιμή

source: Calculates the absolute value of the current value in the display area.
de: Berechnet den Absolutwert des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει την απόλυτη τιμή της τρέχουσας τιμής στην οθόνη.

source: Parentheses
de: Klammer
el: Παρενθέσεις

source: <guibutton>(</guibutton> and <guibutton>)</guibutton>
de: <guibutton>(</guibutton> und <guibutton>)</guibutton>
el: <guibutton>(</guibutton> και <guibutton>)</guibutton>

source: Calculations within parentheses are performed first. You can nest parentheses to any level.
de: Berechnungen in Klammern werden zuerst ausgeführt. Sie können Klammerpaare beliebig oft ineinander verschachteln.
el: Οι πράξεις εντός παρενθέσεων πραγματοποιούνται πρώτες. Μπορείτε να τοποθετήσετε όσες παρενθέσεις επιθυμείτε τη μία μέσα στην άλλη.

source: To Use the Calculator Memory Registers
de: Arbeiten mit Speicherregistern
el: Χρήση μνημών αριθμομηχανής

source: You can store values in any of the ten <application>gcalctool</application> memory registers <guilabel>R0</guilabel> to <guilabel>R9</guilabel>. To display the memory registers, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Memory Registers</guimenuitem></menuchoice>.
de: In den zehn Speicherregistern <guilabel>R0</guilabel> bis <guilabel>R9</guilabel> der Anwendung <application>Taschenrechner</application> können Sie Werte und Ergebnisse speichern. Zum Anzeigen der Werte in den Speicherregistern wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Speicherregister</guimenuitem></menuchoice>.
el: Μπορείτε να αποθηκεύετε τιμές σε οποιαδήποτε από τις δέκα μνήμες του <application>gcalctool</application> (<guilabel>Μ0</guilabel> ως <guilabel>Μ9</guilabel>). Για να εμφανίσετε τις μνήμες, επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Μνήμες</guimenuitem></menuchoice>.

source: The memory registers can be dismissed by either choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Memory Registers</guimenuitem></menuchoice> again, or by clicking on the <guibutton>Close</guibutton> button in the memory register window.
de: Zum Ausblenden der Speicherregister wählen Sie erneut <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Speicherregister</guimenuitem></menuchoice> oder klicken Sie auf den Knopf <guibutton>Schließen</guibutton> im Fenster mit den Speicherregistern.
el: Μπορείτε να κρύψετε τις μνήμες, είτε επιλέγοντας ξανά <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Μνήμες</guimenuitem></menuchoice>, είτε κάνοντας κλικ στο κουμπί <guibutton>Κλείσιμο</guibutton> του παραθύρου των μνημών.

source: <xref linkend="gcalctool-TBL-mem-reg"/> describes the memory functions that you can use.
de: Die verfügbaren Speicherregister sind in <xref linkend="gcalctool-TBL-mem-reg"/> beschrieben.
el: Ο <xref linkend="gcalctool-TBL-mem-reg"/> περιγράφει τις λειτουργίες των μνημώνπου μπορείτε να χρησιμοποιείτε.

source: Memory Functions
de: Speicherfunktionen
el: Λειτουργίες μνήμης

source: Store Value in Memory Register
de: Wert in Speicherregister ablegen
el: Αποθήκευση τιμής σε μνήμη

source: Sto
de: Spei
el: ΜSto

source: Stores the current contents of the display area in the specified memory register. Click <guibutton>Sto</guibutton>, then select a memory register from the popup menu.
de: Legt den aktuellen Inhalt des Anzeigebereichs im angegebenen Speicherregister ab. Klicken Sie auf <guibutton>Spei</guibutton>, und wählen Sie im Kontextmenü ein Speicherregister aus.
el: Αποθηκεύει τα περιεχόμενα της οθόνης στην ορισθείσα μνήμη. Κάντε κλικ στο κουμπί <guibutton>ΜSto</guibutton> και μετά επιλέξτε μια μνήμη από το αναδυόμενο μενού.

source: To clear a memory register during a <application>gcalctool</application> session:
de: So leeren Sie ein Speicherregister während einer <application>Taschenrechner</application>-Sitzung:
el: Για να εκκαθαρίσσετε μια μνήμη κατα τη διάρκεια μιας συνεδρίας του<application>gcalctool</application> :

source: Click <guibutton>Clr</guibutton>.
de: Kicken Sie auf <guibutton>Lös</guibutton>.
el: Κάντε κλικ στο κουμπί <guibutton>ΜClr</guibutton>.

source: Click <guibutton>Sto</guibutton>.
de: Klicken Sie auf <guibutton>Spei</guibutton>.
el: Κάντε κλικ στο κουμπί <guibutton>ΜSto</guibutton>.

source: Select the memory register from the popup menu.
de: Wählen Sie im Kontextmenü das gewünschte Speicherregister aus.
el: Επιλέξτε τη μνήμη απο το αναδυόμενο μενού.

source: 22 <guibutton>Sto</guibutton><guilabel>R2</guilabel>
de: 22 <guibutton>Spei</guibutton><guilabel>R2</guilabel>
el: 22 <guibutton>ΜSto</guibutton><guilabel>Μ2</guilabel>

source: The value 22 is stored in memory register <guilabel>R2</guilabel>.
de: Der Wert 22 wird im Speicherregister <guilabel>R2</guilabel> abgelegt.
el: Η τιμή 22 αποθηκεύεται στη μνήμη <guilabel>Μ2</guilabel>.

source: Retrieve Value From Memory Register
de: Wert aus Speicherregister abrufen
el: Ανάκληση τιμής από μνήμη

source: Rcl
de: Abru
el: ΜRcl

source: Retrieves the contents of the specified memory register. Click <guibutton>Rcl</guibutton>, then select the memory register from the popup menu.
de: Ruft den Inhalt des angegebenen Speicherregisters ab. Klicken Sie auf <guibutton>Abru</guibutton>, und wählen Sie im Kontextmenü das Speicherregister aus.
el: Ανακαλεί τα περιεχόμενα της ορισθείσας μνήμης. Κάντε κλικ στο κουμπί <guibutton>ΜRcl</guibutton> και μετά επιλέξτε μια μνήμη από το αναδυόμενο μενού.

source: 0 <guibutton>Rcl</guibutton><guilabel>R2</guilabel>
de: 0 <guibutton>Abru</guibutton><guilabel>R2</guilabel>
el: 0 <guibutton>ΜRcl</guibutton><guilabel>Μ2</guilabel>

source: The value in the display area is 22.
de: Der Wert im Anzeigebereich wird auf 22 gesetzt.
el: Η τιμή στην οθόνη είναι 22.

source: Exchange Memory Register Value and Displayed Value
de: Speicherregisterwert und Anzeigewert austauschen
el: Αντικατάσταση τιμής μνήμης με την τιμή στην οθόνη

source: Exch
de: Vert
el: ΜExch

source: Exchanges the contents of the specified memory register and the current value in the display area. Click <guibutton>Exch</guibutton>, then select the memory register from the popup menu.
de: Tauscht den Inhalt des angegebenen Speicherregisters mit dem aktuellen Wert im Anzeigebereich aus. Klicken Sie auf <guibutton>Vert</guibutton>, und wählen Sie im Kontextmenü ein Speicherregister aus.
el: Αντικαθιστά τα περιεχόμενα της ορισθείσας μνήμης με την τρέχουσα τιμή στην οθόνη. Κάντε κλικ στο κουμπί <guibutton>ΜExch</guibutton> και μετάεπιλέξτε μνήμη από το αναδυόμενο μενού.
