Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: <application>gcalctool</application> Manual
de: <application>Taschenrechner</application>-Handbuch
el: Εγχειρίδιο <application>gcalctool</application>

source: gcalctool is a calculator for GNOME. It includes basic, advanced, financial, and scientific modes and uses a multiple precision package to do its arithmetic to give a high degree of accuracy.
de: <application>gcalctool</application> ist ein Taschenrechner für GNOME. Er bietet die Arbeitsmodi Standard, Erweitert, Finanztechnisch und Wissenschaftlich, und verwendet mehrfache Genauigkeit bei den arithmetischen Berechnungen zur Erlangung einer hohen Genauigkeit.
el: Το gcalctool είναι μία αριθμομηχανή για το γραφικό περιβάλλον GNOME. Περιλαμβάνει βασική, προχωρημένη, εμπορική και επιστημονική λειτουργία. Κάνει χρήση πακέτου πολλαπλής ακριβείας κατά την εκτέλεση των πράξεων,εξασφαλίζοντας υψηλό βαθμό ακρίβειας.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
el: Έργο Τεκμηρίωσης GNOME

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCs.
el: Χορηγείται άδεια αντιγραφής, διανομής και/ή τροποποίησης του παρόντος εγγράφου υπό τους όρους της έκδοσης 1.1 της Ελεύθερης Άδειας Τεκμηρίωσης GNU (GFDL), ή οποιασδήποτε μεταγενέστερης έκδοσής αυτής από το Ίδρυμα Ελεύθερου Λογισμικού (FSF), χωρίς αμετάβλητα τμήματα, κείμενα εξωφύλλου και κείμενα οπισθοφύλλου. Αντίγραφο της άδειας GFDL είναι διαθέσιμο στον ακόλουθο <ulink type="help" url="ghelp:fdl">σύνδεσμο</ulink>, ή στο αρχείο COPYING-DOCS που διανέμεται μαζί με το παρόν εγχειρίδιο.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von GNOME-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.
el: Αυτό το εγχειρίδιο αποτελεί μέρος της συλλογής εγχειριδίων του GNOME που διανέμονται υπό τους όρους της GFDL. Αν επιθυμείτε να διανείμετε το παρόν εγχειρίδιο ξεχωριστά από τη συλλογή, οφείλετε να προσθέσετε στο εγχειρίδιο αντίγραφο της άδειας χρήσης, όπως προβλέπεται στο άρθρο 6 της άδειας.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME Documentation Project über diese Marken informiert wurden, sind die Namen in Grossbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
el: Πολλές από τις ονομασίες που χρησιμοποιούνται από εταιρείες για την διαφοροποίηση των προϊόντων και υπηρεσιών τους έχουν καταχωρισθεί ως εμπορικά σήματα. Σε όποιο σημείο της τεκμηρίωσης GNOME τυχόν εμφανίζονται αυτές οι ονομασίες, και εφόσον τα μέλη του Έργου τεκμηρίωσης GNOME έχουν λάβει γνώση αυτών των εμπορικών σημάτων, οι ονομασίες ή τα αρχικά αυτών θα γράφονται με κεφαλαίους χαρακτήρες.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΠΑΡΕΧΕΤΑΙ "ΩΣ ΕΧΕΙ", ΧΩΡΙΣ ΟΠΟΙΑΔΗΠΟΤΕ ΑΛΛΗ ΕΓΓΥΗΣΗ, ΕΙΤΕ ΡΗΤΗ ΕΙΤΕ ΣΙΩΠΗΡΗ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΤΗΣ ΕΓΓΥΗΣΗΣ ΟΤΙ ΤΟ ΕΓΓΡΑΦΟ, Ή Η ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ, ΕΙΝΑΙ ΕΜΠΟΡΕΥΣΙΜΟ, ΚΑΤΑΛΛΗΛΟ ΓΙΑ ΕΙΔΙΚΟ ΣΚΟΠΟ ΚΑΙ ΔΕΝ ΠΡΟΣΒΑΛΛΕΙ ΔΙΚΑΙΩΜΑΤΑ ΤΡΙΤΩΝ. Ο ΧΡΗΣΤΗΣ ΑΝΑΛΑΜΒΑΝΕΙ ΕΞ ΟΛΟΚΛΗΡΟΥ ΤΗΝ ΕΘΥΝΗ ΩΣ ΠΡΟΣ ΤΗΝ ΠΟΙΟΤΗΤΑ, ΤΗΝ ΑΚΡΙΒΕΙΑ ΚΑΙ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΗΣ ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ. ΣΕ ΠΕΡΙΠΤΩΣΗ ΠΟΥ ΟΠΟΙΟΔΗΠΟΤΕ ΕΓΓΡΑΦΟ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗ ΕΚΔΟΣΗ ΑΥΤΟΥ ΑΠΟΔΕΙΧΘΟΥΝ ΕΛΑΤΤΩΜΑΤΙΚΑ ΚΑΘ' ΟΙΟΝΔΗΠΟΤΕ ΤΡΟΠΟ, Ο ΧΡΗΣΤΗΣ (ΚΑΙ ΟΧΙ Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΔΗΜΙΟΥΡΓΟΣ Ή ΟΠΟΙΟΣΔΗΠΟΤΕ ΣΥΝΤΕΛΕΣΤΗΣ) ΑΝΑΛΑΜΒΑΝΕΙ ΤΟ ΚΟΣΤΟΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΑΝΑΓΚΑΙΑΣ ΣΥΝΤΗΡΗΣΗΣ, ΕΠΙΣΚΕΥΗΣ Ή ΔΙΟΡΘΩΣΗΣ. Η ΠΑΡΟΥΣΑ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ ΑΠΟΤΕΛΕΙ ΑΝΑΠΟΣΠΑΣΤΟ ΜΕΡΟΣ ΤΗΣ ΑΔΕΙΑΣ. ΔΕΝ ΕΠΙΤΡΕΠΕΤΑΙ ΟΥΔΕΜΙΑ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ ΣΥΜΦΩΝΑ ΜΕ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΠΑΡΟΥΣΑΣ, ΠΑΡΑ ΜΟΝΟ ΕΑΝ ΣΥΝΟΔΕΥΕΤΑΙ ΑΠΟ ΤΗΝ ΑΠΟΠΟΙΗΣΗ ΕΓΓΥΗΣΗΣ· ΚΑΙ

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.
el: Ο ΔΗΜΙΟΥΡΓΟΣ, Ο ΑΡΧΙΚΟΣ ΣΥΓΓΡΑΦΕΑΣ, ΟΙ ΣΥΝΤΕΛΕΣΤΕΣ Ή ΟΙ ΔΙΑΝΟΜΕΙΣ ΤΟΥ ΕΓΓΡΑΦΟΥ Ή ΤΡΟΠΟΠΟΙΗΜΕΝΗΣ ΕΚΔΟΣΗΣ ΑΥΤΟΥ, ΚΑΘΩΣ ΚΑΙ ΟΙ ΠΡΟΜΗΘΕΥΤΕΣ ΟΠΟΙΩΝΔΗΠΟΤΕ ΕΚ ΤΩΝ ΠΡΟΑΝΑΦΕΡΟΜΕΝΩΝ ΜΕΡΩΝ, ΔΕΝ ΕΥΘΥΝΟΝΤΑΙ ΕΝΑΝΤΙ ΟΙΟΥΔΗΠΟΤΕ, ΣΕ ΚΑΜΙΑ ΠΕΡΙΠΤΩΣΗ ΚΑΙ ΥΠΟ ΚΑΜΙΑ ΕΡΜΗΝΕΙΑ ΝΟΜΟΥ, ΕΙΤΕ ΕΞ ΑΔΙΚΟΠΡΑΞΙΑΣ (ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΗΣ ΤΗΣ ΑΜΕΛΕΙΑΣ) ΕΙΤΕ ΣΤΟ ΠΛΑΙΣΙΟ ΣΥΜΒΑΤΙΚΗΣ Ή ΑΛΛΗΣ ΥΠΟΧΡΕΩΣΗΣ, ΓΙΑ ΤΥΧΟΝ ΑΜΕΣΕΣ, ΕΜΜΕΣΕΣ, ΕΙΔΙΚΕΣ, ΤΥΧΑΙΕΣ Ή ΣΥΝΕΠΑΚΟΛΟΥΘΕΣ ΖΗΜΙΕΣ ΟΠΟΙΑΣΔΗΠΟΤΕ ΜΟΡΦΗΣ, ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΜΕΝΩΝ, ΧΩΡΙΣ ΠΕΡΙΟΡΙΣΜΟ, ΖΗΜΙΩΝ ΛΟΓΩ ΑΠΩΛΕΙΑΣ ΦΗΜΗΣ ΚΑΙ ΠΕΛΑΤΕΙΑΣ, ΔΙΑΚΟΠΗΣ ΕΡΓΑΣΙΩΝ, ΔΥΣΛΕΙΤΟΥΡΓΙΑΣ Ή ΒΛΑΒΗΣ ΗΛΕΚΤΡΟΝΙΚΩΝ ΥΠΟΛΟΓΙΣΤΩΝ, Ή ΚΑΘΕ ΑΛΛΗΣ ΖΗΜΙΑΣ Ή ΑΠΩΛΕΙΑΣ ΠΟΥ ΟΦΕΙΛΕΤΑΙ Ή ΣΧΕΤΙΖΕΤΑΙ ΜΕ ΤΗΝ ΧΡΗΣΗ ΤΟΥ ΕΓΓΡΑΦΟΥ ΚΑΙ ΤΩΝ ΤΡΟΠΟΠΟΙΗΜΕΝΩΝ ΕΚΔΟΣΕΩΝ ΑΥΤΟΥ, ΑΚΟΜΑ ΚΑΙ ΑΝ ΤΑ ΩΣ ΑΝΩ ΜΕΡΗ ΕΙΧΑΝ ΛΑΒΕΙ ΓΝΩΣΗ ΤΗΣ ΠΙΘΑΝΟΤΗΤΑΣ ΠΡΟΚΛΗΣΗΣ ΤΕΤΟΙΩΝ ΖΗΜΙΩΝ.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>
el: ΤΟ ΠΑΡΟΝ ΕΓΓΡΑΦΟ ΚΑΙ ΟΙ ΤΡΟΠΟΙΗΜΕΝΕΣ ΕΚΔΟΣΕΙΣ ΑΥΤΟΥ ΠΑΡΕΧΟΝΤΑΙ ΥΠΟ ΤΟΥΣ ΟΡΟΥΣ ΤΗΣ ΕΛΕΥΘΕΡΗΣ ΑΔΕΙΑΣ ΤΕΚΜΗΡΙΩΣΗΣ GNU (GFDL) ΚΑΙ ΜΕ ΤΗΝ ΠΕΡΑΙΤΕΡΩ ΔΙΕΥΚΡΙΝΙΣΗ ΟΤΙ: <placeholder-1/>

source: Calculator Manual V2.9
de: Taschenrechner-Handbuch V2.9
el: Εγχειρίδιο αριθμομηχανής Έκδοση 2.9

source: March 2005
de: März 2005
el: Μάρτιος 2005

source: Sun Java Desktop System Documentation Team
de: Sun Java-Desktop-System-Dokumentationsteam

source: Calculator Manual V2.8
de: Taschenrechner-Handbuch V2.8
el: Εγχειρίδιο αριθμομηχανής,Έκδοση 2.8

source: gcalctool Manual V2.7
de: gcalctool-Handbuch V2.7
el: Εγχειρίδιο gcalctool, Έκδοση 2.7

source: February 2004
de: Februar 2004
el: Φεβρουάριος 2004

source: Sun GNOME Documentation Team
de: Sun GNOME-Dokumentationsteam

source: gcalctool Manual V2.6
de: gcalctool-Handbuch V2.6
el: Εγχειρίδιο gcalctool, Έκδοση 2.6

source: October 2003
de: Oktober 2003
el: Οκτώβριος 2003

source: gcalctool Manual V2.5
de: gcalctool-Handbuch V2.5
el: Εγχειρίδιο gcalctool, Έκδοση 2.5

source: July 2003
de: Juli 2003
el: Ιούλιος 2003

source: gcalctool Manual V2.4
de: gcalctool-Handbuch V2.4
el: Εγχειρίδιο gcalctool, Έκδοση 2.4

source: June 2003
de: Juni 2003
el: Ιούνιος 2003

source: gcalctool Manual V2.3
de: gcalctool-Handbuch V2.3
el: Εγχειρίδιο gcalctool, Έκδοση 2.3

source: gcalctool Manual V2.2
de: gcalctool-Handbuch V2.2
el: Εγχειρίδιο gcalctool, Έκδοση 2.2

source: gcalctool Manual V2.1
de: gcalctool-Handbuch V2.1
el: Εγχειρίδιο gcalctool, Έκδοση 2.1

source: March 2003
de: März 2003
el: Μάρτιος 2003

source: gcalctool Manual V2.0
de: gcalctool-Handbuch V2.0
el: Εγχειρίδιο gcalctool, Έκδοση 2.0

source: This manual describes version 5.5.37 of Calculator.
de: In diesem Handbuch wird Version 5.5.37 des Taschenrechners beschrieben.
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση 5.5.37 της αριθμομηχανής.

source: Feedback
de: Rückmeldungen
el: Ανάδραση

source: To report a bug or make a suggestion regarding the <application>gcalctool</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur Anwendung <application>Taschenrechner</application> oder diesem Handbuch haben, befolgen Sie bitte die Anweisungen auf der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μία πρόταση σχετικά με την εφαρμογή ή το εγχειρίδιο, ακολουθήστε τις οδηγίες στη.<ulink url="ghelp:gnome-feedback" type="help">Σελίδα Ανάδρασης του GNOME</ulink>.

source: Calculator
de: Taschenrechner
el: Αριθμομηχανή

source: Introduction
de: Einführung
el: Εισαγωγή

source: The <application>gcalctool</application> application provides the following modes for different types of mathematical functionality:
de: Die Anwendung <application>Taschenrechner</application> bietet die folgenden Arbeitsmodi für verschiedene mathematische Anwendungszwecke:
el: Η εφαρμογή <application>gcalctool</application> περιέχει τις παρακάτω λειτουργίες, που επιτρέπουν διάφορους τύπους μαθηματικών υπολογισμών:

source: Basic
de: Standard
el: Βασική

source: The default mode. Provides standard calculator functions. You can perform standard addition, subtraction, division, and multiplication functions in Basic mode and you can use all of the Basic functions in each of the other modes.
de: Dies ist der Standardmodus. In dieser Betriebsart stehen Ihnen die Standardrechnerfunktionen zur Verfügung. Es können Additionen, Subtraktionen, Divisionen und Multiplikationen durchgeführt werden. Alle Funktionen des Standardmodus stehen auch in den übrigen Modi zur Verfügung.
el: Η προεπιλεγμένη λειτουργία. Παρέχει τις κύριες δυνατότητες μιας αριθμομηχανής. Δηλαδή, σας επιτρέπει να κάνετε πρόσθεση, αφαίρεση, πολλαπλασιασμό και διαίρεση. Οι δυνατότητες αυτές είναι διαθέσιμες και σε κάθε άλλη λειτουργία.

source: Advanced
de: Erweitert
el: Προχωρημένη

source: Provides advanced calculator functions. You can store numbers in 10 different memory registers, and easily retrieve and replace the numbers in the memory registers. You can use all of the Advanced functions in Financial, Scientific and Programming modes.
de: In dieser Betriebsart stehen Ihnen erweiterte Taschenrechnerfunktionen zur Verfügung. Sie können Zahlen in zehn verschiedenen Speicherregistern speichern und sie problemlos abrufen oder durch andere Zahlen ersetzen. Alle erweiterten Funktionen stehen in dem finanztechnischen, wissenschaftlichen und im programmierbaren Modus zur Verfügung.
el: Παρέχει προχωρημένες δυνατότητες αριθμομηχανής. Μπορείτε να αποθηκεύετε αριθμούς σε 10 διαφορετικές μνήμες, να τιςανακαλείτε εύκολα ή και να τιςαντικαθιστάτε. Μπορείτε να χρησιμοποιήσετε όλες τις δυνατότητες της Προχωρημένης λειτουργίας στην Εμπορική, την Επιστημονική και την Προγραμματιστική λειτουργία.

source: Financial
de: Finanztechnisch
el: Εμπορική

source: Provides several complex financial functions.
de: Dieser Modus bietet komplexe Finanzfunktionen.
el: Παρέχει αρκετές πολύπλοκες εμπορικές λειτουργίες.

source: Scientific
de: Wissenschaftlich
el: Επιστημονική

source: Provides many additional mathematical functions, including trigonometric functions. You can also store your own functions and constants, when you use Scientific mode.
de: Hier stehen Ihnen zahlreiche zusätzliche mathematische Funktionen wie Trigonometrie- und Logikfunktionen zur Verfügung. In diesem Modus besteht auch die Möglichkeit, eigene Funktionen und Konstanten zu speichern.
el: Παρέχει πολλές επιπρόσθετες μαθηματικές λειτουργίες,συμπεριλαμβανομένων των τριγωνομετρικών συναρτήσεων. Στην Επιστημονική λειτουργία μπορείτε, επίσης, να αποθηκεύετε τις δικές σας συναρτήσεις και σταθερές.

source: Programming
de: Programmierung
el: Προγραμματιστική

source: Provides functions useful to a programmer, including bitwise functions and a bit editor.
de: Hier stehen für Programmierer nützliche Funktionen wie Funktionen mit bitweiser Arbeitsweise und ein Bit-Editor zur Verfügung.
el: Παρέχει χρήσιμες δυνατότητες για προγραμματιστές, συμπεριλαμβανομένων πράξεων κατά bit καθώς και επεξεργαστή bit.

source: You can use <application>gcalctool</application> in the following numbering systems:
de: Sie können im <application>Taschenrechner</application> mit den folgenden Zahlensystemen arbeiten:
el: Μπορείτε να χρησιμοποιήσετε την εφαρμογή <application>gcalctool</application> με τα ακόλουθα συστήματα αρίθμησης:

source: Numbering System
de: Zahlensystem
el: Σύστημα αρίθμησης

source: Base
de: Grundzahl
el: Βάση

source: Binary
de: Binär
el: Δυαδικό

source: Octal
de: Oktal
el: Οκταδικό

source: Decimal
de: Dezimal
el: Δεκαδικό

source: Hexadecimal
de: Hexadezimal
el: Δεκαεξαδικό

source: Getting Started
de: Erste Schritte
el: Ξεκινώντας

source: You can start <application>gcalctool</application> in the following ways:
de: Sie können die Anwendung <application>Taschenrechner</application> auf eine der folgenden Weisen starten:
el: Μπορείτε να εκκινήσετε την εφαρμογή <application>gcalctool</application> με τους ακόλουθους τρόπους:

source: Menu
de: Menü
el: Μενού

source: Choose <menuchoice><guimenu>Accessories</guimenu><guimenuitem>Calculator</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Zubehör</guimenu><guimenuitem>Taschenrechner</guimenuitem></menuchoice>.
el: Επιλέξτε <menuchoice><guimenu>Βοηθήματα</guimenu><guimenuitem>Αριθμομηχανή</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
el: Γραμμή εντολών

source: Execute the following command: <userinput>gnome-calculator</userinput>
de: Führen Sie folgenden Befehl aus: <command>gnome-calculator</command>
el: Εκτελέστε την ακόλουθη εντολή: <userinput>gnome-calculator</userinput>

source: When you start <application>gcalctool</application>, the following window is displayed:
de: Wenn Sie die Anwendung <application>Taschenrechner</application> starten, wird das folgende Fenster angezeigt:
el: Όταν ξεκινά η εφαρμογή <application>gcalctool</application>, εμφανίζεται το παράθυρο:

source: <application>gcalctool</application> Basic Mode Window
de: <application>Taschenrechner</application>-Standardmodusfenster
el: Παράθυρο Βασικής λειτουργίας <application>gcalctool</application>

source: Shows <placeholder-1/> Basic mode window.
de: Zeigt das <placeholder-1/>-Standardmodusfenster.
el: Εμφανίζει το παράθυρο Βασικής λειτουργίας <placeholder-1/>.

source: The <application>gcalctool</application> window contains the following elements:
de: Das <application>Taschenrechner</application>-Fenster umfasst die folgenden Elemente:
el: Το παράθυρο του <application>gcalctool</application> περιέχει τα ακόλουθα:

source: Menubar
de: Menüleiste
el: Γραμμή μενού

source: The menus on the menubar contain all of the commands that you need to work with <application>gcalctool</application>.
de: Die Menüs in der Menüleiste enthalten alle für die Arbeit mit dem <application>Taschenrechner</application> erforderlichen Befehle.
el: Τα μενού στη γραμμή μενού περιέχουν όλες τις εντολές που θα χρειαστείτε για να εργαστείτε με την εφαρμογή <application>gcalctool</application>.

source: Display area
de: Anzeigebereich
el: Περιοχή οθόνης

source: The display area shows the numbers that you enter, and the results of calculations.
de: Der Anzeigebereich zeigt die von Ihnen eingegebenen Zahlen und die Rechenergebnisse.
el: Η οθόνη της αριθμομηχανής εμφανίζει τους αριθμούς που εισάγετε και τα αποτελέσματα των υπολογισμών.

source: Mode area
de: Modusbereich
el: Περιοχή λειτουργίας

source: The mode area displays the buttons for the current mode. The Basic mode buttons are always displayed. Advanced mode buttons are also available in Financial, Scientific and Programming modes.
de: Im Modusbereich werden die Knöpfe für den aktuell ausgewählten Modus angezeigt. Die Knöpfe des Standardmodus sind stets sichtbar. Die Knöpfe des erweiterten Modus werden im wissenschaftlichen, finanztechnischen und programmierbaren Modus angezeigt.
el: Στην περιοχή λειτουργίας βρίσκονται τα κουμπιά της τρέχουσας λειτουργίας. Τα κουμπιά της Βασικής λειτουργίας εμφανίζονται πάντα. Τα κουμπιά της Προχωρημένης λειτουργίας είναι επίσης διαθέσιμα στην Εμπορική, Επιστημονική και Προγραμματιστική λειτουργία.

source: Popup Menu
de: Kontextmenü
el: Αναδυόμενο μενού

source: Shows popup-menu symbol.
de: Zeigt das Kontextmenü-Symbol.
el: Εμφάνιση συμβόλου αναδυόμενου μενού.

source: The <placeholder-1/> symbol on a <application>gcalctool</application> button indicates that a popup menu is displayed when you click on that button.
de: Das Symbol <placeholder-1/> auf einem Knopf des <application>Taschenrechners</application> bedeutet, dass ein Kontextmenü geöffnet wird, wenn Sie auf diesen Knopf klicken.
el: Το σύμβολο <placeholder-1/> πάνω σε ένα κουμπί της εφαρμογής <application>gcalctool</application> υποδεικνύει ότι, αν κάνετε κλικ στο κουμπί, θα εμφανιστεί ένα αναδυόμενο μενού.

source: Status Bar
de: Statusleiste
el: Γραμμή κατάστασης

source: The status bar displays messages on the status of your calculations.
de: Die Statusleiste zeigt Meldungen zum Status Ihrer Berechnungen.
el: Στη γραμμή κατάστασης προβάλλονται μηνύματα σχετικά με την κατάσταση των υπολογισμών σας.

source: Usage
de: Verwendung
el: Χρήση

source: To Use Calculator Functions
de: Verwendung der Rechnerfunktionen
el: Χρήση λειτουργιών αριθμομηχανής

source: To perform a calculation, use one of the following methods:
de: Verwenden Sie eines der folgenden Verfahren, um eine Berechnung durchzuführen:
el: Για να κάνετε έναν υπολογισμό, χρησιμοποιήστε μια από τις παρακάτω μεθόδους:

source: Click on the <application>gcalctool</application> buttons to enter numbers and functions.
de: Klicken Sie auf die Knöpfe von <application>Taschenrechner</application>, um Zahlen und Funktionen einzugeben.
el: Κάντε κλικ στα κουμπιά της εφαρμογής <application>gcalctool</application> για να εισάγετε αριθμούς και σύμβολα αριθμητικών υπολογισμών.

source: Give focus to the <application>gcalctool</application> window, then use the keyboard or numeric keypad to specify the calculation that you want to perform. For a complete list of keyboard shortcuts, see <xref linkend="gcalctool-keyboard-shortcut"/>.
de: Setzen Sie den Fokus auf das <application>Taschenrechner</application>-Fenster, und geben Sie über die Tastatur oder den Ziffernblock die gewünschte Berechnung an. Unter <xref linkend="gcalctool-keyboard-shortcut"/> finden Sie eine vollständige Liste der Tastenkombinationen.
el: Επιλέξτε το παράθυρο της εφαρμογής <application>gcalctool</application>, κατόπιν χρησιμοποιήστε το πληκτρολόγιο ή το αριθμητικό πληκτρολόγιο για να εισάγετε τους υπολογισμούς που θέλετε να πραγματοποιήσετε. Για την πλήρη λίστα των συντομεύσεων πληκτρολογίου, δείτε <xref linkend="gcalctool-keyboard-shortcut"/>.

source: The <application>gcalctool</application> application automatically displays numbers with more than 40 digits, and small numbers, as exponential numbers. For example, the following table shows the value that is displayed when you use the decimal numeric base with an accuracy of 2 significant places:
de: Der <application>Taschenrechner</application> zeigt Zahlen mit mehr als 40 Stellen und kleine Dezimalzahlen automatisch als Exponentialzahlen an. Die folgende Tabelle zeigt als Beispiel den Wert, der angezeigt wird, wenn Sie das Dezimalsystem mit einer Genauigkeit von 2 Stellen verwenden:
el: Η εφαρμογή <application>gcalctool</application> μετατρέπει αυτόματα τους αριθμούς με περισσότερα από 40 ψηφία (ακέραια ή δεκαδικά) σε εκθετικούς αριθμούς. Για παράδειγμα, ο παρακάτω πίνακας δείχνει την τιμή που εμφανίζεται όταν χρησιμοποιείτε δεκαδική αριθμητική βάση και ακρίβεια 2 σημαντικά ψηφία.

source: Display
de: Anzeige
el: Εμφάνιση

source: Signifies
de: Bedeutet
el: Ερμηνεία
