Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a certain periodic interest rate.
de: Berechnet die Anzahl der Zahlungsperioden, die bei einer normalen Annuität und einem periodischen Zinssatz benötigt werden, um einen zukünftigen Zielwert zu erreichen. Jede Zahlung beträgt <replaceable>pmt</replaceable>.
el: Υπολογίζει τον αριθμό των περιόδων πληρωμής που απαιτούνται κατά τη διάρκεια μιας απλής ετήσιας προσόδου για την επίτευξη μιας μελλοντικής αξίας, με βάση συγκεκριμένο περιοδικό επιτόκιο.

source: You plan to deposit $1800 in a bank account on the last day of each year. The account pays 11% interest, compounded annually. Interest is paid on the last day of each year. To calculate the time period necessary to accumulate $120,000, press <guibutton>Term</guibutton>, and put the following values into the text entries:
de: Sie beabsichtigen, am letzten Tag in jedem Jahr 1800 Euro auf ein Konto einzuzahlen. Sie erhalten auf diesem Konto 11 % Guthabenzinsen pro Jahr. Die Zinsen werden am letzten Tag im Jahr gezahlt. Um auszurechnen, wie lange es dauert, bis Sie ein Guthaben von 120.000 Euro erzielt haben, klicken Sie auf <guibutton>Term</guibutton> und geben Sie die folgenden Werte in die ersten drei Speicherregister ein:
el: Σκοπεύετε να καταθέτετε στην τράπεζα €1800 κάθε έτος και πάντα την τελευταία ημέρα του έτους. Το επιτόκιο είναι 11%, με ετήσιο ανατοκισμό. Οι τόκοι προσμετρώνται την τελευταία ημέρα κάθε έτους. Για να υπολογίσετε τη χρονική περίοδο που απαιτείται για να συγκεντρωθούν €120,000, κάντε κλικ στο <guibutton>Term</guibutton> και εισάγετε τις ακόλουθες τιμές στα πεδία:

source: $120,000 accumulates in the account in 20.32 years.
de: 120.000 Euro erreichen Sie in 20,32 Jahren.
el: Ο λογαριασμός σας θα ανέλθει σε €120,000 μετά από 20.32 έτη.

source: To Perform Scientific Calculations
de: So führen Sie wissenschaftliche Berechnungen aus
el: Πραγματοποίηση επιστημονικών υπολογισμών

source: To change to Scientific mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Scientific</guimenuitem></menuchoice>.
de: Zum Umschalten in den wissenschaftlichen Modus wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Wissenschaftlich</guimenuitem></menuchoice>.
el: Για να μεταβείτε στην Επιστημονική λειτουργία, επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Επιστημονική</guimenuitem></menuchoice>.

source: When you change to Scientific mode, the following buttons are displayed above the Basic and Advanced mode buttons:
de: Wenn Sie in den wissenschaftlichen Modus wechseln, werden die folgenden Knöpfe dieses Modus über den Knöpfen des Standardmodus und des erweiterten Modus angezeigt:
el: Όταν επιλέγεται η Επιστημονική λειτουργία, εμφανίζονται τα ακόλουθα κουμπιά πάνω από τα κουμπιά για τη Βασική και την Προχωρημένη λειτουργία:

source: <application>gcalctool</application> Scientific Mode Buttons
de: Knöpfe des wissenschaftlichen Modus in <application>Taschenrechner</application>
el: Κουμπιά Επιστημονικής λειτουργίας <application>gcalctool</application>

source: Shows <placeholder-1/> Scientific mode buttons.
de: Zeigt <placeholder-1/> die Knöpfe des wissenschaftlichen Modus.
el: Εμφανίζει τα κουμπιά της Επιστημονικής λειτουργίας <placeholder-1/>.

source: To Set the Accuracy
de: Einstellen der Genauigkeit
el: Ορισμός ακρίβειας

source: To set the accuracy of the display area and of the memory registers, click <guibutton>Acc</guibutton>, then select from the popup menu the accuracy level that you require. The current accuracy level is indicated by a preceding black circle in the popup menu. Up to 99 significant places can be displayed. The default accuracy is 9 significant places.
de: Zum Einstellen der Genauigkeit im Anzeigebereich und in den Speicherregistern klicken Sie auf <guibutton>Gen</guibutton> und wählen im Kontextmenü die gewünschte Präzision aus. Die derzeitige Genauigkeit erkennen Sie im Kontextmenü an einem schwarzen Kreis. Es können bis zu 99 signifikante Stellen angezeigt werden. In der Standardeinstellung ist eine Genauigkeit von 9 signifikanten Stellen aktiv.
el: Για να ορίσετε την ακρίβεια για την περιοχή της οθόνης και τις μνήμες, κάντε κλικ στο <guibutton>Acc</guibutton> και μετά επιλέξτε το επίπεδο ακρίβειας που επιθυμείτε από το αναδυόμενο μενού. Το τρέχον επίπεδο ακρίβειας είναι αυτό που είναι σημειωμένο με ένα μαύρο κύκλο. Μπορούν να εμφανίζονται μέχρι και 99 σημαντικά ψηφία. Η προεπιλεγμένη ακρίβεια είναι 9 σημαντικά ψηφία.

source: To set the accuracy level above 9, select <guilabel>Other (9) ...</guilabel>, then choose the accuracy level you require in the <guilabel>Set Precision</guilabel> popup.
de: Zum Setzen einer Genauigkeit größer 9 wählen Sie <guilabel>Andere (9) …</guilabel> und legen Sie die gewünschte Genauigkeit im Dialogfenster <guilabel>Genauigkeit Setzen</guilabel> fest.
el: Για να ορίσετε επίπεδο ακρίβειας ανώτερο του 9, επιλέξτε <guilabel>Άλλο (9) ...</guilabel> και μετά διαλέξτε το επιθυμητό επίπεδο ακρίβειας από τον αναδυόμενο διάλογο <guilabel>Ορισμός ακρίβειας</guilabel>.

source: By default, trailing zeroes are not shown. To display trailing zeroes, click <guibutton>Acc</guibutton> then select <guilabel>Show Trailing Zeroes</guilabel> from the popup menu, or choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Trailing Zeroes</guimenuitem></menuchoice>. A preceding check mark in the <guibutton>Acc</guibutton> popup menu or <guimenu>View</guimenu> menu indicates that the <guilabel>Show Trailing Zeroes</guilabel> option has been selected. To hide trailing zeroes, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Trailing Zeroes</guimenuitem></menuchoice> again.
de: Nachgestellte Nullen werden standardmäßig nicht angezeigt. Wenn nachgestellte Nullen jedoch angezeigt werden sollen, klicken Sie auf <guibutton>Gen</guibutton> und wählen im Kontextmenü den Eintrag <guilabel>Nachfolgende Nullen anzeigen</guilabel>. Sie können auch <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Nachfolgende Nullen anzeigen</guimenuitem></menuchoice> wählen. An einem Häkchen im Kontextmenü <guibutton>Gen</guibutton> oder im Menü <guimenu>Ansicht</guimenu> erkennen Sie, ob die Option <guilabel>Nachfolgende Nullen anzeigen</guilabel> aktiviert ist. Zum Ausblenden von nachgestellten Nullen wählen Sie erneut <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Nachfolgende Nullen anzeigen</guimenuitem></menuchoice>.
el: Η προεπιλογή είναι να μην εμφανίζονται τα μηδενικά στο τέλος του κλασματικού μέρους των δεκαδικών αριθμών. Για να τα εμφανίσετε, κάντε κλικ στο <guibutton>Acc</guibutton> και μετά επιλέξτε <guilabel>Εμφάνιση μηδενικών στο τέλος</guilabel> από το αναδυόμενο μενού. Εναλλακτικά, επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Εμφάνιση μηδενικών στο τέλος</guimenuitem></menuchoice>. Αν το αντίστοιχο κουτάκι στο αναδυόμενο μενού του <guibutton>Acc</guibutton> ή στο μενού <guimenu>Προβολή</guimenu> είναι σημειωμένο, τότε έχει επιλεγεί η <guilabel>Εμφάνιση μηδενικών στο τέλος</guilabel>. Για να κρύψετε τα μηδενικά στο τέλος, επιλέξτε ξανά <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Εμφάνιση μηδενικών στο τέλος</guimenuitem></menuchoice>.

source: The examples in the following table show how the accuracy setting affects <replaceable>x</replaceable> in the display area, when you use decimal base, with the <guimenuitem>Show Trailing Zeroes</guimenuitem> option selected, for the <literal>1 / 8 = <replaceable>x</replaceable></literal> calculation:
de: Die Beispiele in der folgenden Tabelle zeigen die Wirkung der Genauigkeitseinstellung auf <replaceable>x</replaceable> im Anzeigebereich bei Verwendung von Dezimalzahlen und aktivierter Option <guimenuitem>Nachfolgende Nullen anzeigen</guimenuitem> in der Berechnung <literal>1 / 8 = <replaceable>x</replaceable></literal>:
el: Στα παραδείγματα του παρακάτω πίνακα βλέπετε πώς οι ρυθμίσεις ακρίβειας επιδρούν στο <replaceable>x</replaceable> που θα εμφανιστεί στην οθόνη, όπου <literal>1 / 8 = <replaceable>x</replaceable></literal>. (Χρησιμοποιείται δεκαδική αριθμητική βάση και είναι επιλεγμένη η <guimenuitem>Εμφάνιση μηδενικών στο τέλος</guimenuitem>.)

source: Accuracy
de: Genauigkeit
el: Ακρίβεια

source: 1 significant place
de: 1 signifikante Stelle
el: 1 σημαντικό ψηφίο

source: 2 significant places
de: 2 signifikante Stellen
el: 2 σημαντικά ψηφία

source: 3 significant places
de: 3 signifikante Stellen
el: 3 σημαντικά ψηφία

source: To Set the Display Type
de: Einstellen des Anzeigeformats
el: Ορισμός μορφής εμφάνισης

source: To set the display type, select one of the buttons described in <xref linkend="gcalctool-TBL-display-type"/>.
de: Das Anzeigeformat stellen Sie mit einem der in <xref linkend="gcalctool-TBL-display-type"/> beschriebenen Knöpfe ein.
el: Για να επιλέξετε μορφή εμφάνισης, επιλέξτε ένα από τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-display-type"/>.

source: Setting the Display Type
de: Einstellen des Anzeigeformats
el: Ορισμός μορφής εμφάνισης

source: Engineering Display Type
de: Technisches Anzeigeformat
el: Τεχνολογική μορφή εμφάνισης

source: Eng
de: Ent

source: Sets the display type to engineering format. Results are displayed in scientific notation. The exponent is always a multiple of three.
de: Schaltet die Anzeige auf das technische Format um. Die Ergebnisse werden in wissenschaftlicher Schreibweise ausgegeben. Der Exponent ist immer ein Vielfaches von drei.
el: Επιλέγει την τεχνολογική μορφή εμφάνισης. Τα αποτελέσματα εμφανίζονται με επιστημονική γραφή. Ο εκθέτης είναι πάντα πολλαπλάσιο του τρία.

source: Fixed-Point Display Type
de: Festkomma-Anzeigeformat
el: Εμφάνιση σταθερής υποδιαστολής

source: Fix
de: Fest

source: Sets the display type to fixed-point format. Results are not displayed in scientific notation. Fixed-point is the default display type. If you change from scientific mode to either basic mode or financial mode, <application>gcalctool</application> automatically sets the display type to fixed-point format.
de: Schaltet die Anzeige auf das Festkommaformat um. Die Ergebnisse werden nicht in wissenschaftlicher Schreibweise ausgegeben. Das Festkommaformat ist das Vorgabeformat. Wenn Sie vom wissenschaftlichen in den Standard- oder den finanztechnischen Modus umschalten, stellt <application>Taschenrechner</application> automatisch das Festkomma-Anzeigeformat ein.
el: Επιλέγει την εμφάνιση σταθερής υποδιαστολής. Τα αποτελέσματα δεν εμφανίζονται με επιστημονική γραφή. Η εμφάνιση σταθερής υποδιαστολής είναι η προεπιλεγμένη μορφή εμφάνισης. Όταν μεταβαίνετε από την Επιστημονική στη Βασική ή την Εμπορική λειτουργία, το <application>gcalctool</application> επιλέγει αυτόματα την εμφάνιση σταθερής υποδιαστολής.

source: Scientific Display Type
de: Wissenschaftliches Anzeigeformat
el: Επιστημονική μορφή εμφάνισης

source: Sci
de: Wis

source: Sets the display type to scientific format. Results are displayed in scientific notation, with a fixed number of numeric digits.
de: Schaltet die Anzeige auf das wissenschaftliche Format um. Die Ergebnisse werden in wissenschaftlicher Schreibweise mit einer festgelegten Ziffernanzahl ausgegeben.
el: Επιλέγει την επιστημονική μορφή εμφάνισης. Τα αποτελέσματα εμφανίζονται με επιστημονική γραφή με σταθερό αριθμό αριθμητικών ψηφίων.

source: To Set the Trigonometric Type
de: Einstellen des trigonometrischen Formats
el: Ορισμός τριγωνομετρικής μονάδας μέτρησης

source: To set the trigonometric type, select one of the buttons described in <xref linkend="gcalctool-TBL-trig-type"/>.
de: Das trigonometrische Format stellen Sie mit einem der in <xref linkend="gcalctool-TBL-trig-type"/> beschriebenen Knöpfe ein.
el: Για να ορίσετε τη μονάδα μέτρησης για τους τριγωνομετρικούς υπολογισμούς, επιλέξτε ένα από τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-trig-type"/>.

source: Setting the Trigonometric Type
de: Einstellen des trigonometrischen Formats
el: Ορισμός τριγωνομετρικής μονάδας μέτρησης

source: Degrees
de: Grad
el: Μοίρες

source: Sets the trigonometric type to degrees. Degrees is the default trigonometric type.
de: Schaltet das trigonometrische Format auf Grad um. Grad ist das trigonometrische Vorgabeformat.
el: Ορίζει τις μοίρες ως μονάδα μέτρησης για τριγωνομετρικούς υπολογισμούς. Πρόκειται για την προεπιλεγμένη μονάδα μέτρησης.

source: Gradians
de: Neugrad
el: Βαθμοί

source: Sets the trigonometric type to gradians.
de: Schaltet das trigonometrische Format auf Neugrad um.
el: Ορίζει τους βαθμούς (grad) ως μονάδα μέτρησης για τριγωνομετρικούς υπολογισμούς.

source: Radians
de: Radiant
el: Ακτίνια

source: Sets the trigonometric type to radians.
de: Schaltet das trigonometrische Format auf Bogenmaß um.
el: Ορίζει τα ακτίνια (rad) ως μονάδα μέτρησης για τριγωνομετρικούς υπολογισμούς.

source: To Set the Trigonometric Options
de: Festlegen trigonometrischer Optionen
el: Ορισμός τριγωνομετρικών επιλογών

source: To set the trigonometric options, use the options described in <xref linkend="gcalctool-TBL-trig-options"/>.
de: Die trigonometrischen Optionen legen Sie mit den in <xref linkend="gcalctool-TBL-trig-options"/> beschriebenen Optionen fest.
el: Για να ορίσετε τις τριγωνομετρικές επιλογές, συμβουλευθείτε τον <xref linkend="gcalctool-TBL-trig-options"/>.

source: Setting the Trigonometric Options
de: Festlegen der trigonometrischen Optionen
el: Ορισμός τριγωνομετρικών επιλογών

source: Hyperbolic Option Indicator
de: Indikator für die Hyperbeloption
el: Ένδειξη υπερβολικής συνάρτησης

source: Selects the hyperbolic option for use with the trigonometric functions.
de: Legt fest, dass trigonometrische Funktionen hyperbolisch durchgeführt werden.
el: Επιλέγει τη χρήση υπερβολικών τριγωνομετρικών συναρτήσεων.

source: Inverse Option Indicator
de: Indikator für die Invertierungsoption
el: Ένδειξη αντίστροφης συνάρτησης

source: Selects the inverse option for use with the trigonometric functions.
de: Legt fest, dass trigonometrische Funktionen invers durchgeführt werden.
el: Επιλέγει τη χρήση αντίστροφων τριγωνομετρικών συναρτήσεων.

source: By default, the options described in <xref linkend="gcalctool-TBL-trig-options"/> are not selected. Click <guibutton>Clr</guibutton> to deselect these options.
de: Die in <xref linkend="gcalctool-TBL-trig-options"/> beschriebenen Optionen sind standardmäßig nicht aktiviert. Zum Deaktivieren dieser Optionen klicken Sie auf <guibutton>Lös</guibutton>.
el: Η προεπιλογή είναι να μην είναι σημειωμένες οι επιλογές που περιγράφονται στον <xref linkend="gcalctool-TBL-trig-options"/>. Για να τις αποεπιλέξετε, κάντε κλικ στο <guibutton>Clr</guibutton>.

source: To Calculate Trigonometric Values
de: Berechnen trigonometrischer Werte
el: Υπολογισμός τριγωνομετρικών συναρτήσεων

source: To calculate trigonometric values, use the buttons described in <xref linkend="gcalctool-TBL-trig-calc"/>.
de: Für die Berechnung trigonometrischer Werte verwenden Sie die in <xref linkend="gcalctool-TBL-trig-calc"/> beschriebenen Knöpfe.
el: Για να υπολογίσετε τριγωνομετρικές συναρτήσεις, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-trig-calc"/>.

source: Calculating Trigonometric Values
de: Berechnen trigonometrischer Werte
el: Υπολογισμός τριγωνομετρικών συναρτήσεων

source: Cosine <literal>cos</literal>
de: Kosinus <literal>cos</literal>
el: Συνημίτονο <literal>cos</literal>

source: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> option not selected, <guilabel>Inv</guilabel> option not selected
de: <guibutton>Cos</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> nicht aktiviert
el: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> αποεπιλεγμένο, <guilabel>Inv</guilabel> αποεπιλεγμένο

source: Calculates the cosine of the current value in the display area.
de: Berechnet den Kosinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το συνημίτονο της τιμής που ακολουθεί.

source: Arc Cosine <literal>acos</literal>
de: Arkuskosinus <literal>acos</literal>
el: Αντίστροφο συνημίτονο <literal>acos</literal>

source: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> option not selected, <guilabel>Inv</guilabel> option selected
de: <guibutton>Cos</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> αποεπιλεγμένο, <guilabel>Inv</guilabel> επιλεγμένο

source: Calculates the arc cosine of the current value in the display area.
de: Berechnet den Arkuskosinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το αντίστροφο συνημίτονο της τιμής που ακολουθεί.

source: Hyperbolic Cosine <literal>cosh</literal>
de: Hyperbelkosinus <literal>cosh</literal>
el: Υπερβολικό συνημίτονο <literal>cosh</literal>

source: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> option selected, <guilabel>Inv</guilabel> option not selected
de: <guibutton>Cos</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> επιλεγμένο, <guilabel>Inv</guilabel> αποεπιλεγμένο

source: Calculates the hyperbolic cosine of the current value in the display area.
de: Berechnet den Hyperbelkosinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το υπερβολικό συνημίτονο της τιμής που ακολουθεί.

source: Arc Hyperbolic Cosine <literal>acosh</literal>
de: Inverser Hyperbelkosinus <literal>acosh</literal>
el: Υπερβολικό αντίστροφο συνημίτονο <literal>acosh</literal>

source: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> option selected, <guilabel>Inv</guilabel> option selected
de: <guibutton>Cos</guibutton>, Option <guilabel>Hyp</guilabel> aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Cos</guibutton>, <guilabel>Hyp</guilabel> επιλεγμένο, <guilabel>Inv</guilabel> επιλεγμένο

source: Calculates the arc hyperbolic cosine of the current value in the display area.
de: Berechnet den inversen Hyperbelkosinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το υπερβολικό αντίστροφο συνημίτονο της τιμής που ακολουθεί.

source: Sine <literal>sin</literal>
de: Sinus <literal>sin</literal>
el: Ημίτονο <literal>sin</literal>

source: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> option not selected, <guilabel>Inv</guilabel> option not selected
de: <guibutton>Sin</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> nicht aktiviert
el: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> αποεπιλεγμένο, <guilabel>Inv</guilabel> αποεπιλεγμένο

source: Calculates the sine of the current value in the display area.
de: Berechnet den Sinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το ημίτονο της τιμής που ακολουθεί.

source: Arc Sine <literal>asin</literal>
de: Arkussinus <literal>asin</literal>
el: Αντίστροφο ημίτονο <literal>asin</literal>

source: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> option not selected, <guilabel>Inv</guilabel> option selected
de: <guibutton>Sin</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> αποεπιλεγμένο, <guilabel>Inv</guilabel> επιλεγμένο

source: Calculates the arc sine of the current value in the display area.
de: Berechnet den Arkussinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το αντίστροφο ημίτονο της τιμής που ακολουθεί.

source: Hyperbolic Sine <literal>sinh</literal>
de: Hyperbelsinus <literal>sinh</literal>
el: Υπερβολικό ημίτονο <literal>sinh</literal>

source: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> option selected, <guilabel>Inv</guilabel> option not selected
de: <guibutton>Sin</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> επιλεγμένο, <guilabel>Inv</guilabel> αποεπιλεγμένο

source: Calculates the hyperbolic sine of the current value in the display area.
de: Berechnet den Hyperbelsinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το υπερβολικό ημίτονο της τιμής που ακολουθεί.

source: Arc Hyperbolic Sine <literal>asinh</literal>
de: Inverser Hyperbelsinus <literal>asinh</literal>
el: Υπερβολικό αντίστροφο ημίτονο <literal>asinh</literal>

source: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> option selected, <guilabel>Inv</guilabel> option selected
de: <guibutton>Sin</guibutton>, Option <guilabel>Hyp</guilabel> aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Sin</guibutton>, <guilabel>Hyp</guilabel> επιλεγμένο, <guilabel>Inv</guilabel> επιλεγμένο

source: Calculates the arc hyperbolic sine of the current value in the display area.
de: Berechnet den inversen Hyperbelsinus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το υπερβολικό αντίστροφο ημίτονο της τιμής που ακολουθεί.

source: Tangent <literal>tan</literal>
de: Tangens <literal>tan</literal>
el: Εφαπτομένη <literal>tan</literal>

source: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> option not selected, <guilabel>Inv</guilabel> option not selected
de: <guibutton>Tan</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> nicht aktiviert
el: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> αποεπιλεγμένο, <guilabel>Inv</guilabel> αποεπιλεγμένο

source: Calculates the tangent of the current value in the display area.
de: Berechnet den Tangens des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει την εφαπτομένη της τιμής που ακολουθεί.

source: Arc Tangent <literal>atan</literal>
de: Arkustangens <literal>atan</literal>
el: Αντίστροφη εφαπτομένη <literal>atan</literal>

source: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> option not selected, <guilabel>Inv</guilabel> option selected
de: <guibutton>Tan</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> αποεπιλεγμένο, <guilabel>Inv</guilabel> επιλεγμένο

source: Calculates the arc tangent of the current value in the display area.
de: Berechnet den Arkustangens des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει την αντίστροφη εφαπτομένη της τιμής που ακολουθεί.

source: Hyperbolic Tangent <literal>tanh</literal>
de: Hyperbeltangens <literal>tanh</literal>
el: Υπερβολική εφαπτομένη <literal>tanh</literal>

source: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> option selected, <guilabel>Inv</guilabel> option not selected
de: <guibutton>Tan</guibutton>, Option <guilabel>Hyp</guilabel> nicht aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> επιλεγμένο, <guilabel>Inv</guilabel> αποεπιλεγμένο

source: Calculates the hyperbolic tangent of the current value in the display area.
de: Berechnet den Hyperbeltangens des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει την υπερβολική εφαπτομένη της τιμής που ακολουθεί.

source: Arc Hyperbolic Tangent <literal>atanh</literal>
de: Inverser Hyperbeltangens <literal>atanh</literal>
el: Υπερβολική αντίστροφη εφαπτομένη <literal>atanh</literal>

source: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> option selected, <guilabel>Inv</guilabel> option selected
de: <guibutton>Tan</guibutton>, Option <guilabel>Hyp</guilabel> aktiviert, Option <guilabel>Inv</guilabel> aktiviert
el: <guibutton>Tan</guibutton>, <guilabel>Hyp</guilabel> επιλεγμένο, <guilabel>Inv</guilabel> επιλεγμένο

source: Calculates the arc hyperbolic tangent of the current value in the display area.
de: Berechnet den inversen Hyperbeltangens des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει την υπερβολική αντίστροφη εφαπτομένη της τιμής που ακολουθεί.
