Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: To Calculate Logarithms
de: Berechnen von Logarithmen
el: Υπολογισμός λογαρίθμων

source: To calculate logarithms, use the buttons described in <xref linkend="gcalctool-TBL-logs-calc"/>.
de: Zur Berechnung von Logarithmen verwenden Sie die in <xref linkend="gcalctool-TBL-logs-calc"/> beschriebenen Knöpfe.
el: Για να υπολογίσετε λογαρίθμούς, συμβουλευθείτε τον <xref linkend="gcalctool-TBL-logs-calc"/>.

source: Calculating Logarithms
de: Berechnung von Logarithmen
el: Υπολογισμός λογαρίθμων

source: Common Logarithm Base 10
de: Gewöhnlicher Logarithmus zur Basis 10
el: Κοινός λογάριθμος με βάση το 10

source: Calculates the common logarithm (base 10) of the current value in the display area.
de: Berechnet den gewöhnlichen Logarithmus (zur Basis 10) des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει τον κοινό λογάριθμο (με βάση το 10) της τιμής που ακολουθεί.

source: Natural Logarithm
de: Natürlicher Logarithmus
el: Φυσικός λογάριθμος

source: Calculates the natural logarithm of the current value in the display area.
de: Berechnet den natürlichen Logarithmus des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το φυσικό λογάριθμο της τιμής που ακολουθεί.

source: Common Logarithm Base 2
de: Gewöhnlicher Logarithmus zur Basis 2
el: Λογάριθμος με βάση το 2

source: Calculates the common logarithm (base 2) of the current value in the display area.
de: Berechnet den gewöhnlichen Logarithmus (zur Basis 2) des aktuellen Wertes im Anzeigebereich.
el: Υπολογίζει το λογάριθμο με βάση το 2 της τιμής που ακολουθεί.

source: Common antilogarithm and natural antilogarithm are not supported in this version of <application>gcalctool</application>.
de: Diese Version von <application>Taschenrechner</application> unterstützt weder den gewöhnlichen noch den natürlichen Antilogarithmus.
el: Οι κοινοί και οι φυσικοί αντιλογάριθμοι δεν υποστηρίζονται από αυτήν την έκδοση του <application>gcalctool</application>.

source: To Enter Exponential Numbers
de: Eingeben von Exponentialzahlen
el: Εισαγωγή εκθετικών αριθμών

source: To enter exponential numbers, use the <guibutton>Exp</guibutton> button.
de: Exponentialzahlen geben Sie mit dem Knopf <guibutton>Exp</guibutton> ein.
el: Για να εισάγετε εκθετικούς αριθμούς, χρησιμοποιήστε το κουμπί <guibutton>Exp</guibutton>.

source: The <guibutton>Exp</guibutton> button enables you to enter numbers in scientific notation, that is, <replaceable>mantissa</replaceable> * <replaceable>base</replaceable><superscript><replaceable>exponent</replaceable></superscript>:
de: Der Knopf <guibutton>Exp</guibutton> ermöglicht die Eingabe von Zahlen in wissenschaftlicher Schreibweise, d.h. <replaceable>Mantisse</replaceable> * <replaceable>Basis</replaceable><superscript><replaceable>Exponent</replaceable></superscript>:
el: Το κουμπί <guibutton>Exp</guibutton> σας επιτρέπει να εισάγετε αριθμούς με επιστημονική γραφή, δηλαδή με τη μορφή <replaceable>συντελεστής</replaceable> * <replaceable>βάση</replaceable><superscript><replaceable>εκθέτης</replaceable></superscript>:

source: mantissa
de: Mantisse
el: συντελεστής

source: Current non-zero value in the display area. If the current value in the display area is zero, the mantissa is 1.0.
de: Aktueller von Null verschiedener Wert im Anzeigebereich. Wenn der aktuelle Wert im Anzeigebereich Null ist, dann ist die Mantisse 1,0.
el: Η τρέχουσα, μη μηδενική, τιμή στην οθόνη. Αν η τρέχουσα τιμή είναι μηδέν, ο συντελεστής θα είναι 1.0.

source: base
de: Basis
el: βάση

source: 2, 8, 10, or 16 for binary, octal, decimal, and hexadecimal numeric base respectively.
de: 2, 8, 10, oder 16 für binäre, oktale, dezimale und hexadezimale numerische Basis.
el: 2, 8, 10 ή 16 για τη δυαδική, οκταδική, δεκαδική και δεκαεξαδική αριθμητική βάση, αντίστοιχα.

source: Next number that you enter.
de: Nächste Zahl zur Eingabe.
el: Ο επόμενος αριθμός που θα εισαχθεί.

source: When you click <guibutton>Exp</guibutton>, the calculator displays <literal>. +</literal> to represent <replaceable>base</replaceable> to the power of the next number that you enter.
de: Wenn Sie auf <guibutton>Exp</guibutton> klicken, zeigt der Rechner <literal>. +</literal> an; dies steht für <replaceable>Basis</replaceable> hoch der nächsten Zahl, die Sie eingeben.
el: Όταν πατάτε το <guibutton>Exp</guibutton>, η αριθμομηχανή εμφανίζει τα<literal>. +</literal> που σημαίνουν <replaceable>βάση</replaceable> υψωμένη στη δύναμη του αριθμού που ακολουθεί.

source: To change the sign of the number, use the <guibutton>+/-</guibutton> button before the <guibutton>Exp</guibutton> button. To change the sign of the exponent (the power to which the number is raised) use <guibutton>-</guibutton> after the <guibutton>Exp</guibutton> button.
de: Zum Ändern des Vorzeichens klicken Sie auf den Knopf <guibutton>+/-</guibutton> bevor Sie auf den Knopf <guibutton>Exp</guibutton> klicken. Um das Vorzeichen des Exponenten (der Hochzahl) zu ändern, verwenden Sie den Knopf <guibutton>-</guibutton> nach dem Knopf <guibutton>Exp</guibutton>.
el: Για να αλλάξετε το πρόσημο του αριθμού, πατήστε το κουμπί <guibutton>+/-</guibutton> πριν από το <guibutton>Exp</guibutton>. Για να αλλάξετε το πρόσημο του εκθέτη (της δύναμης στην οποία υψώνεται ο αριθμός) πατήστε το κουμπί <guibutton>-</guibutton> μετά το <guibutton>Exp</guibutton>.

source: To enter a decimal number in exponential format, use the guidelines in the following table:
de: Um eine Dezimalzahl im Exponentialformat einzugeben, gehen Sie nach den Anweisungen in der folgenden Tabelle vor:
el: Για να εισάγετε ένα δεκαδικό αριθμό σε εκθετική μορφή, χρησιμοποιήστε τις οδηγίες του παρακάτω πίνακα:

source: Number
de: Zahl
el: Αριθμός

source: Enter
de: Eingabe
el: Κουμπιά

source: Number Displayed
de: Angezeigte Zahl
el: Εμφάνιση

source: To Use Constant Values
de: Arbeiten mit Konstanten
el: Χρήση σταθερών

source: Click <guibutton>Con</guibutton> to display the list of defined constant values. All constant values are specified in decimal numeric base, even if the current numeric base is not decimal.
de: Klicken Sie auf <guibutton>Kon</guibutton>, um eine Liste der definierten Konstanten abzurufen. Sämtliche Konstanten werden als Dezimalzahlen dargestellt, selbst dann, wenn derzeit die numerische Basis nicht dezimal ist.
el: Κάντε κλικ στο <guibutton>Con</guibutton> για να εμφανίσετε τις προκαθορισμένες τιμές σταθερών. Όλες οι εμφανιζόμενες τιμές είναι σε δεκαδική αριθμητική βάση, ακόμη και αν η αριθμητική βάση που χρησιμοποιείται δεν είναι η δεκαδική.

source: Select a constant from the menu to enter its value in the display area. If you use the keyboard shortcut <keycap>#</keycap>, you can use the keyboard to specify the constant, as shown in the following example:
de: Wählen Sie die Konstante, deren Wert in den Anzeigebereich übertragen werden soll, im Menü aus. Wenn Sie mit der Tastenkombination <keycap>#</keycap> arbeiten, geben Sie die gewünschte Konstante gemäß dem folgenden Beispiel ein:
el: Επιλέξτε μια σταθερά από το μενού για να εισάγετε την τιμή της στην οθόνη. Μπορείτε, επίσης, να χρησιμοποιήσετε τη συντόμευση πληκτρολογίου <keycap>#</keycap> συνοδευόμενη από έναν αριθμό, όπως στο παράδειγμα που ακολουθεί:

source: Constant
de: Konstante
el: Σταθερά

source: The <application>gcalctool</application> application provides ten default constant values, as described in the following table:
de: Die Anwendung <application>Taschenrechner</application> stellt die zehn in der folgenden Tabelle beschriebenen Standardkonstanten zur Verfügung:
el: Η εφαρμογή <application>gcalctool</application> περιλαμβάνει δέκα προεπιλεγμένες τιμές σταθερών, όπως φαίνεται στον παρακάτω πίνακα:

source: Value
de: Wert
el: Τιμή

source: Kilometer-to-mile conversion factor
de: Umrechnungsfaktor Kilometer zu Meilen
el: Συντελεστής μετατροπής χιλιομέτρων σε μίλια

source: Multiply the current value in the display area by this constant, to convert from kilometers per hour to miles per hour. For example, 8 * <guibutton>Con</guibutton><guilabel>C0</guilabel><keycap>=</keycap> 5.
de: Multiplizieren Sie den aktuellen Wert im Anzeigebereich mit dieser Konstante, um von Kilometern pro Stunde in Meilen pro Stunde umzurechnen. Beispiel: 8 * <guibutton>Kon</guibutton><guilabel>C0</guilabel><keycap>=</keycap> 5.
el: Πολλαπλασιάστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε τα χιλιόμετρα ανά ώρα σε μίλια ανά ώρα. Π.χ., 8 * <guibutton>Con</guibutton><guilabel>C0</guilabel><keycap>=</keycap> 5.

source: Divide the current value in the display area by this constant, to convert from miles per hour to kilometers per hour. For example, 5 / <guibutton>Con</guibutton><guilabel>C0</guilabel><keycap>=</keycap> 8.
de: Dividieren Sie den aktuellen Wert im Anzeigebereich durch diese Konstante, um von Meilen pro Stunde in Kilometer pro Stunde umzurechnen. Beispiel: 5 / <guibutton>Kon</guibutton><guilabel>C0</guilabel><keycap>=</keycap> 8.
el: Διαιρέστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε τα μίλια ανά ώρα σε χιλιόμετρα ανά ώρα. Π.χ., 5 / <guibutton>Con</guibutton><guilabel>C0</guilabel><keycap>=</keycap> 8.

source: Square root of 2
de: Quadratwurzel von 2
el: Τετραγωνική ρίζα του 2

source: Centimeter-to-inch conversion factor
de: Umrechnungsfaktor Zentimeter zu Zoll
el: Συντελεστής μετατροπής εκατοστών σε ίντσες

source: Multiply the current value in the display area by this constant, to convert from centimeters to inches. For example, 30 * <guibutton>Con</guibutton><guilabel>C4</guilabel><keycap>=</keycap> 12.
de: Multiplizieren Sie den aktuellen Wert im Anzeigebereich mit dieser Konstante, um von Zentimetern in Zoll umzurechnen. Beispiel: 30 * <guibutton>Kon</guibutton><guilabel>C4</guilabel><keycap>=</keycap> 12.
el: Πολλαπλασιάστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε εκατοστά σε ίντσες. Π.χ., 30 * <guibutton>Con</guibutton><guilabel>C4</guilabel><keycap>=</keycap> 12.

source: Divide the current value in the display area by this constant, to convert from inches to centimeters. For example, 12 / <guibutton>Con</guibutton><guilabel>C4</guilabel><keycap>=</keycap> 30.
de: Dividieren Sie den aktuellen Wert im Anzeigebereich durch diese Konstante, um von Zoll in Zentimeter umzurechnen. Beispiel: 12 / <guibutton>Kon</guibutton><guilabel>C4</guilabel><keycap>=</keycap> 30.
el: Διαιρέστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε ίντσες σε εκατοστά. Π.χ., 12 / <guibutton>Con</guibutton><guilabel>C4</guilabel><keycap>=</keycap> 30.

source: Degrees in a radian
de: Grad als Bogenmaß
el: Μοίρες ανά ακτίνιο

source: Gram-to-ounce conversion factor
de: Umrechnungsfaktor Gramm zu Unzen
el: Συντελεστής μετατροπής γραμμαρίων σε ουγγιές

source: Multiply the current value in the display area by this constant, to convert from grams to ounces. For example, 500 * <guibutton>Con</guibutton><guilabel>C7</guilabel><keycap>=</keycap> 18.
de: Multiplizieren Sie den aktuellen Wert im Anzeigebereich mit dieser Konstante, um von Gramm in Unzen umzurechnen. Beispiel: 500 * <guibutton>Kon</guibutton><guilabel>C7</guilabel><keycap>=</keycap> 18.
el: Πολλαπλασιάστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε γραμμάρια σε ουγγιές. Π.χ., 500 * <guibutton>Con</guibutton><guilabel>C7</guilabel><keycap>=</keycap> 18.

source: Divide the current value in the display area by this constant, to convert from ounces to grams. For example, 18 / <guibutton>Con</guibutton><guilabel>C7</guilabel><keycap>=</keycap> 500.
de: Dividieren Sie den aktuellen Wert im Anzeigebereich durch diese Konstante, um von Unzen in Gramm umzurechnen. Beispiel: 18 / <guibutton>Kon</guibutton><guilabel>C7</guilabel><keycap>=</keycap> 500.
el: Διαιρέστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε ουγγιές σε γραμμάρια. Π.χ., 18 / <guibutton>Con</guibutton><guilabel>C7</guilabel><keycap>=</keycap> 500.

source: Kilojoule-to-British-thermal-unit conversion factor
de: Umrechnungsfaktor Kilojoule zur britischen Wärmeeinheit
el: Συντελεστής μετατροπής Kilojoule σε βρετανικές θερμικές μονάδες

source: Multiply the current value in the display area by this constant, to convert from kilojoules to British thermal units. For example, 10 * <guibutton>Con</guibutton><guilabel>C8</guilabel><keycap>=</keycap> 9.48.
de: Multiplizieren Sie den aktuellen Wert im Anzeigebereich mit dieser Konstante, um von Kilojoule in Britische Wärmeeinheiten umzurechnen. Beispiel: 10 * <guibutton>Kon</guibutton><guilabel>C8</guilabel><keycap>=</keycap> 9,48.
el: Πολλαπλασιάστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε kilojoule σε βρετανικές θερμικές μονάδες. Π.χ., 10 * <guibutton>Con</guibutton><guilabel>C8</guilabel><keycap>=</keycap> 9.48.

source: Divide the current value in the display area by this constant, to convert from British thermal units to kilojoules. For example, 9.48 / <guibutton>Con</guibutton><guilabel>C8</guilabel><keycap>=</keycap> 10.
de: Dividieren Sie den aktuellen Wert im Anzeigebereich durch diese Konstante, um von Britischen Wärmeeinheiten in Kilojoule umzurechnen. Beispiel: 9,48 / <guibutton>Kon</guibutton><guilabel>C8</guilabel><keycap>=</keycap> 10.
el: Διαιρέστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε βρετανικές θερμικές μονάδες σε kilojoule. Π.χ., 9.48 / <guibutton>Con</guibutton><guilabel>C8</guilabel><keycap>=</keycap> 10.

source: Cubic-centimeter-to-cubic-inch conversion factor
de: Umrechnungsfaktor Kubikzentimeter zu Kubikzoll
el: Συντελεστής μετατροπής κυβικών εκατοστών σε κυβικές ίντσες

source: Multiply the current value in the display area by this constant, to convert from cubic centimeters to cubic inches. For example, 100 * <guibutton>Con</guibutton><guilabel>C9</guilabel><keycap>=</keycap> 6.10.
de: Multiplizieren Sie den aktuellen Wert im Anzeigebereich mit dieser Konstante, um von Kubikzentimetern in Kubikzoll umzurechnen. Beispiel: 100 * <guibutton>Kon</guibutton><guilabel>C9</guilabel><keycap>=</keycap> 6,10.
el: Πολλαπλασιάστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε τα κυβικά εκατοστά σε κυβικές ίντσες. Π.χ., 100 * <guibutton>Con</guibutton><guilabel>C9</guilabel><keycap>=</keycap> 6.10.

source: Divide the current value in the display area by this constant, to convert from cubic inches to cubic centimeters. For example, 6.10 / <guibutton>Con</guibutton><guilabel>C9</guilabel><keycap>=</keycap> 100.
de: Dividieren Sie den aktuellen Wert im Anzeigebereich durch diese Konstante, um von Kubikzoll in Kubikzentimeter umzurechnen. Beispiel: 6,10 / <guibutton>Kon</guibutton><guilabel>C9</guilabel><keycap>=</keycap> 100.
el: Διαιρέστε την τιμή στην οθόνη με αυτή τη σταθερά για να μετατρέψετε τις κυβικές ίντσες σε κυβικά εκατοστά. Π.χ., 6.10 / <guibutton>Con</guibutton><guilabel>C9</guilabel><keycap>=</keycap> 100.

source: You can overwrite the default constants to store your own constants.
de: Sie können die Standardkonstanten durch eigene Konstanten ersetzen.
el: Μπορείτε να αντικαταστήσετε τις προεπιλεγμένες σταθερές με δικές σας.

source: To store a new constant or edit an existing constant, perform the following steps:
de: Gehen Sie wie folgt vor, wenn Sie eine neue Konstante speichern oder eine vorhandene Konstante bearbeiten möchten:
el: Για να αποθηκεύσετε μια νέα σταθερά ή να επεξεργαστείτε μία από τις υπάρχουσες, ακολουθήστε τα εξής βήματα:

source: Click <guibutton>Con</guibutton>, then select <guilabel>Edit Constants</guilabel> from the popup menu.
de: Klicken Sie auf <guibutton>Kon</guibutton>, und wählen Sie im Kontextmenü den Befehl <guilabel>Konstanten bearbeiten</guilabel> aus.
el: Κάντε κλικ στο <guibutton>Con</guibutton> και μετά επιλέξτε <guilabel>Επεξεργασία σταθερών</guilabel> από το αναδυόμενο μενού.

source: In the <guilabel>Edit Constants</guilabel> dialog, select the constant that you want to overwrite or edit.
de: Wählen Sie im Fenster <guilabel>Konstanten bearbeiten</guilabel> die Konstante aus, die überschrieben oder bearbeitet werden soll.
el: Στο διάλογο <guilabel>Επεξεργασία σταθερών</guilabel>, επιλέξτε τη σταθερά που επιθυμείτε να αντικαταστήσετε ή να τροποποιήσετε.

source: Click on the Value field, then enter the new value.
de: Klicken Sie auf das Feld »Wert«, und geben Sie den neuen Wert ein.
el: Κάντε κλικ στο πεδίο Τιμή και εισάγετε τη νέα τιμή.

source: Click on the Description field, then enter the new description.
de: Klicken Sie auf das Feld »Beschreibung«, und geben Sie eine neue Beschreibung ein.
el: Κάντε κλικ στο πεδίο Περιγραφή και εισάγετε τη νέα περιγραφή.

source: Click <guibutton>OK</guibutton> to save your changes and close the <guilabel>Edit Constants</guilabel> dialog.
de: Klicken Sie auf <guibutton>OK</guibutton>, um die Änderungen zu speichern und das Fenster <guilabel>Konstanten bearbeiten</guilabel> zu schließen.
el: Κάντε κλικ στο <guibutton>Εντάξει</guibutton> για να αποθηκεύσετε τις αλλαγές σας και να κλείσετε το διάλογο <guilabel>Επεξεργασία σταθερών</guilabel>.

source: To Use Functions
de: Arbeiten mit Funktionen
el: Χρήση συναρτήσεων

source: To show the available functions, click <guibutton>Fun</guibutton>. A popup menu displays the list of defined functions. Select a function from the menu to run that function.
de: Klicken Sie auf <guibutton>Fun</guibutton>, um die verfügbaren Funktionen anzuzeigen. Es wird ein Kontextmenü mit einer Liste der definierten Funktionen eingeblendet. Wählen Sie in diesem Menü die Funktion aus, die ausgeführt werden soll.
el: Για να εμφανίσετε τις διαθέσιμες συναρτήσεις, κάντε κλικ στο <guibutton>Fun</guibutton>. Θα εμφανιστεί ένα αναδυόμενο μενού με τις προκαθορισμένες συναρτήσεις. Επιλέξτε μια συνάρτηση από το μενού για να την εκτελέσετε.

source: If you use the keyboard shortcut <keycap>F</keycap>, you can use the keyboard to specify the function, as shown in the following example:
de: Wenn Sie mit der Tastenkombination <keycap>F</keycap> arbeiten, geben Sie die gewünschte Funktion gemäß dem folgenden Beispiel ein:
el: Μπορείτε, επίσης, να χρησιμοποιήσετε τη συντόμευση πληκτρολογίου <keycap>F</keycap> συνοδευόμενη από έναν αριθμό, όπως στο παράδειγμα που ακολουθεί:

source: The <application>gcalctool</application> application does not provide any default functions. You can store up to ten functions.
de: In der Anwendung <application>Taschenrechner</application> sind keine Standardfunktionen enthalten. Sie können bis zu zehn Funktionen speichern.
el: Η εφαρμογή <application>gcalctool</application> δεν περιλαμβάνει προκαθορισμένες συναρτήσεις. Μπορείτε να αποθηκεύσετε μέχρι δέκα συναρτήσεις.

source: To store a new function or edit an existing function, perform the following steps:
de: Gehen Sie wie folgt vor, wenn Sie eine neue Funktion speichern oder eine vorhandene Funktion bearbeiten möchten:
el: Για να αποθηκεύσετε μια νέα συνάρτηση ή να επεξεργαστείτε μία από τις υπάρχουσες, ακολουθήστε τα εξής βήματα:

source: Click <guibutton>Fun</guibutton>, then select <guilabel>Edit Functions</guilabel> from the popup menu.
de: Klicken Sie auf <guibutton>Fun</guibutton>, und wählen Sie im Kontextmenü den Befehl <guilabel>Funktionen bearbeiten</guilabel> aus.
el: Κάντε κλικ στο <guibutton>Fun</guibutton> και μετά επιλέξτε <guilabel>Επεξεργασία συναρτήσεων</guilabel> από το αναδυόμενο μενού.

source: In the <guilabel>Edit Functions</guilabel> dialog, select a blank entry, or the function that you want to overwrite.
de: Wählen Sie im Fenster <guilabel>Funktionen bearbeiten</guilabel> einen leeren Eintrag bzw. die Funktion aus, die überschrieben werden soll.
el: Στο διάλογο <guilabel>Επεξεργασία συναρτήσεων</guilabel>, επιλέξτε μια κενή συνάρτηση ή τη συνάρτηση που επιθυμείτε να αντικαταστήσετε.

source: Click on the Value field, then enter the new equation to solve. You can use "ans" for the result of the previous equation and "R5" for register 5 etc. For example, enter <literal>(-R1+sqrt(R1^2-4*R0*R2))/(2*R0)</literal> to calculate a root of the quadratic equation R0*x^2 + R1*x + R2 = 0.
de: Klicken Sie in das Feld »Wert« und geben Sie eine neue zu lösende Gleichung ein. Sie können »ans« als Platzhalter für das letzte Ergebnis und »R5« für Register 5 usw. eingeben. Zum Beispiel geben Sie <literal>(-R1+sqrt(R1^2-4*R0*R2))/(2*R0)</literal> ein, um die Wurzel der quadratischen Gleichung R0*x^2 + R1*x + R2 = 0 zu berechnen.
el: Κάντε κλικ στο πεδίο Τιμή και εισάγετε τη νέα εξίσωση. Μπορείτε να χρησιμοποιήσετε το "ans" για να αναφερθείτε στο αποτέλεσμα της προηγούμενης εξίσωσης και το "R5" για τη μνήμη 5, κτλ. Π.χ., πληκτρολογήστε <literal>(-R1+sqrt(R1^2-4*R0*R2))/(2*R0)</literal> για να υπολογίσετε μία ρίζα της δευτεροβάθμιας εξίσωσης R0*x^2 + R1*x + R2 = 0.

source: Click on the Description field, then enter the new description. For example, <literal>Quadratic Solver</literal>.
de: Klicken Sie auf das Feld »Beschreibung« und geben Sie dann eine neue Beschreibung ein. Beispiel: <literal>Quadratische Lösung</literal>.
el: Κάντε κλικ στο πεδίο Περιγραφή και εισάγετε τη νέα περιγραφή. Π.χ., <literal>Λύση 2βάθμιας</literal>.

source: Click <guibutton>OK</guibutton> to save your changes and close the <guilabel>Edit Functions</guilabel> dialog.
de: Klicken Sie auf <guibutton>OK</guibutton>, um die Änderungen zu speichern und das Fenster <guilabel>Funktionen bearbeiten</guilabel> zu schließen.
el: Κάντε κλικ στο <guibutton>Εντάξει</guibutton> για να αποθηκεύσετε τις αλλαγές σας και να κλείσετε το διάλογο <guilabel>Επεξεργασία συναρτήσεων</guilabel>.

source: To Perform Miscellaneous Scientific Calculations
de: So führen Sie diverse wissenschaftliche Berechnungen aus
el: Πραγματοποίηση άλλων επιστημονικών υπολογισμών

source: To perform miscellaneous scientific calculations, use the buttons described in <xref linkend="gcalctool-TBL-misc-calc"/>.
de: Für diverse wissenschaftliche Berechnungen stehen Ihnen die in <xref linkend="gcalctool-TBL-misc-calc"/> beschriebenen Knöpfe zur Verfügung.
el: Για να πραγματοποιήσετε άλλους επιστημονικούς υπολογισμούς, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-misc-calc"/>.

source: Performing Miscellaneous Scientific Calculations
de: Diverse wissenschaftliche Berechnungen
el: Πραγματοποίηση άλλων επιστημονικών υπολογισμών

source: e to the <replaceable>x</replaceable> power
de: e hoch <replaceable>x</replaceable>
el: e στη δύναμη του <replaceable>x</replaceable>

source: Calculates the value of <literal>e</literal> raised to the power of the current value in the display area.
de: Berechnet den Wert der Eulerschen Zahl <literal>e</literal> hoch dem aktuellen Wert im Anzeigebereich.
el: Υπολογίζει την τιμή του <literal>e</literal> υψωμένου στη δύναμη της τιμής που ακολουθεί.

source: 10 to the <replaceable>x</replaceable> power
de: 10 hoch <replaceable>x</replaceable>
el: 10 στη δύναμη του <replaceable>x</replaceable>

source: Calculates the value of 10 raised to the power of the current value in the display area.
de: Berechnet den Wert von 10 hoch dem aktuellen Wert im Anzeigebereich.
el: Υπολογίζει την τιμή του 10 υψωμένου στη δύναμη της τιμής που ακολουθεί.

source: 2 to the <replaceable>x</replaceable> power
de: 2 hoch <replaceable>x</replaceable>
el: 2 στη δύναμη του <replaceable>x</replaceable>

source: Calculates the value of 2 raised to the power of the current value in the display area.
de: Berechnet den Wert von 2 hoch dem aktuellen Wert im Anzeigebereich.
el: Υπολογίζει την τιμή του 2 υψωμένου στη δύναμη της τιμής που ακολουθεί.

source: x to the <replaceable>y</replaceable> power
de: x hoch <replaceable>y</replaceable>
el: x στη δύναμη του <replaceable>y</replaceable>

source: Raises the current value in the display area to the power of the next value that you enter.
de: Liefert das Ergebnis für den aktuellen Wert im Anzeigebereich hoch der nächsten Zahl, die Sie eingeben.
el: Υψώνει την τρέχουσα τιμή στην οθόνη στη δύναμη της τιμής που ακολουθεί.
