Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: Makes all calculator menu items unavailable, except <menuchoice><guimenu>Calculator</guimenu><guimenuitem>Quit</guimenuitem></menuchoice> and <menuchoice><guimenu>Help</guimenu><guimenuitem>Contents</guimenuitem></menuchoice>.
de: Alle Befehle der Rechnermenüs außer <menuchoice><guimenu>Taschenrechner</guimenu><guimenuitem>Beenden</guimenuitem></menuchoice> und <menuchoice><guimenu>Hilfe</guimenu><guimenuitem>Inhalt</guimenuitem></menuchoice> werden inaktiv.
el: Απενεργοποίηση όλων των στοιχείων μενού της αριθμομηχανής, εκτός από τα <menuchoice><guimenu>Αριθμομηχανή</guimenu><guimenuitem>Έξοδος</guimenuitem></menuchoice> και <menuchoice><guimenu>Βοήθεια</guimenu><guimenuitem>Περιεχόμενα</guimenuitem></menuchoice>.

source: If you perform an invalid calculation, <application>gcalctool</application> indicates the error condition as follows: <placeholder-1/>
de: Wenn Sie eine ungültige Berechnung ausführen, weist Sie <application>Taschenrechner</application> wie folgt auf die Fehlerbedingung hin: <placeholder-1/>
el: Αν προσπαθήσετε να κάνετε μη έγκυρο υπολογισμό, το <application>gcalctool</application> θα σας προειδοποιήσει για σφάλμα, με τους εξής τρόπους: <placeholder-1/>

source: To clear the error condition, click <guibutton>Clr</guibutton> or press <keycombo><keycap>Shift</keycap><keycap>Delete</keycap></keycombo>.
de: Zum Löschen des Fehlers klicken Sie auf <guibutton>Lös</guibutton> oder drücken <keycombo><keycap>Umschalttaste</keycap><keycap>Entfernen</keycap></keycombo>.
el: Για να κάνετε εκκαθάριση του σφάλματος, κάντε κλικ στο <guibutton>Clr</guibutton> ή πληκτρολογήστε<keycombo><keycap>Shift</keycap><keycap>Delete</keycap></keycombo>.

source: Changing Modes
de: Moduswechsel
el: Αλλαγή λειτουργιών

source: If the user tries to change modes when a partial calculation is being displayed, a warning dialog is displayed, telling the user that the current calculation will be cleared, and the base will be reset to decimal.
de: Beim Versuch den Modus bei einer bestehenden Teilberechnung zu wechseln wird eine Warnmeldung ausgegeben, die besagt, dass die derzeitigen Berechnungen gelöscht werden und auf das Dezimalsystem geschaltet wird.
el: Αν ο χρήστης προσπαθήσει να αλλάξει λειτουργία, ενώ στην οθόνη εμφανίζεται ένας ημιτελής υπολογισμός, προβάλλεται ένας διάλογος προειδοποίησης, που ενημερώνει το χρήστη ότι οι τρέχοντες υπολογισμοί θα καθαριστούν και ότι θα επιλεγεί ξανά η δεκαδική αριθμητική βάση.

source: There is a checkbox present, that if checked, prevents the dialog from being shown again.
de: Über ein Ankreuzfeld kann ein erneutes Anzeigen des Dialoges unterbunden werden.
el: Στο διάλογο αυτό υπάρχει ένα κουτάκι επιλογής. Αν το σημειώσετε, ο διάλογος δεν θα εμφανιστεί ξανά.

source: Clears the display.
de: Löscht die Anzeige.
el: Καθαρίζει την οθόνη

source: Sets the base to decimal.
de: Schaltet das Dezimalsystem ein.
el: Επιλέγει τη δεκαδική αριθμητική βάση.

source: Sets the numeric display to fixed.
de: Schaltet die numerische Anzeige auf Fixpunkt.
el: Επιλέγει την εμφάνιση σταθερής υποδιαστολής.

source: Sets the accuracy to nine places after the numeric point.
de: Stellt die Genauigkeit auf neun Nachkommastellen ein.
el: Ορίζει την ακρίβεια σε 9 ψηφία μετά την υποδιαστολή.

source: Clears the display of the thousands separator.
de: Löscht die Tausender-Trennzeichen in der Anzeige.
el: Παύει να εμφανίζει το διαχωριστικό των χιλιάδων.

source: Clears the display of trailing zeroes after the numeric point.
de: Löscht nachfolgende Nullen hinter dem Komma in der Anzeige.
el: Παύει να εμφανίζει μηδενικά μετά την υποδιαστολή στο τέλος του αριθμού.

source: Dismisses the register window if the new mode is Basic.
de: Verbirgt das Registerfenster, wenn der neue Modus der Standardmodus ist.
el: Κλείνει το παράθυρο των μνημών, αν η νέα λειτουργία είναι η Βασική.

source: If the user presses the <guibutton>Cancel</guibutton> button, the change mode operation is cancelled. If the user presses the <guibutton>Change Mode</guibutton> button, the mode is changed and has the following side-effects: <placeholder-1/>
de: Mit dem Knopf <guibutton>Abbrechen</guibutton> wird ein Moduswechsel abgebrochen. Der Knopf <guibutton>Modus wechseln</guibutton> veranlasst einen Moduswechsel und bewirkt die folgenden Nebeneffekte: <placeholder-1/>
el: Αν ο χρήστης πατήσει το κουμπί <guibutton>Ακύρωση</guibutton>, η αλλαγή λειτουργίας ακυρώνεται. Αν πατήσει το κουμπί <guibutton>Αλλαγή λειτουργίας</guibutton>, τότε η λειτουργία αλλάζει, κάτι που έχει τις εξής επιπτώσεις: <placeholder-1/>

source: Changing The Display Area
de: Ändern des Anzeigebereichs
el: Αλλαγές στην οθόνη

source: It is possible to use the mouse to click on the display area and edit it.
de: Es ist möglich, den Anzeigebereich mit einem Mausklick zu bearbeiten.
el: Ο χρήστης μπορεί να χρησιμοποιεί το ποντίκι για να επιλέγει και να επεξεργάζεται ό,τι εμφανίζεται στην οθόνη.

source: <keycombo><keycap>Ctrl</keycap><keycap>Delete</keycap></keycombo> which will delete the character to the right of the text cursor
de: <keycombo><keycap>STRG</keycap><keycap>Entfernen</keycap></keycombo> löscht das Zeichen rechts der Eingabemarke
el: <keycombo><keycap>Ctrl</keycap><keycap>Delete</keycap></keycombo> για να διαγράψετε το χαρακτήρα δεξιά του δρομέα

source: <keycap>Home</keycap> which moves the text cursor to the beginning of the display area
de: <keycap>Pos1</keycap> setzt die Eingabemarke an den Anfang des Anzeigebereichs
el: <keycap>Home</keycap> για να μετακινήσετε το δρομέα στην αρχή της οθόνης

source: <keycap>End</keycap> which moves the text cursor to the end of the display area
de: <keycap>Ende</keycap> setzt die Eingabemarke an das Ende des Anzeigebereichs
el: <keycap>End</keycap> για να μετακινήσετε το δρομέα στο τέλος της οθόνης

source: All the normal keyboard shortcuts will work, plus the addition of: <placeholder-1/>
de: Zu den üblichen Tastenkombinationen funktionieren zusätzlich folgende: <placeholder-1/>
el: Ισχύουν όλες οι συνήθεις συντομεύσεις πληκτρολογίου, και επιπλέον οι εξής:

source: Quick Reference: Keyboard Shortcuts
de: Kurzreferenz: Tastenkombinationen
el: Συνοπτικός οδηγός: Συντομεύσεις πληκτρολογίου

source: <xref linkend="gcalctool-TBL-keyboard-shortcut-button"/>, <xref linkend="gcalctool-TBL-keyboard-shortcut-sci-options"/>, and <xref linkend="gcalctool-TBL-keyboard-shortcut-menu"/> provide a quick reference for all of the <application>gcalctool</application> keyboard shortcuts.
de: <xref linkend="gcalctool-TBL-keyboard-shortcut-button"/>, <xref linkend="gcalctool-TBL-keyboard-shortcut-sci-options"/> und <xref linkend="gcalctool-TBL-keyboard-shortcut-menu"/> bieten eine Kurzreferenz für alle Tastenkombinationen in <application>Taschenrechner</application>.
el: Οι <xref linkend="gcalctool-TBL-keyboard-shortcut-button"/>, <xref linkend="gcalctool-TBL-keyboard-shortcut-sci-options"/> και <xref linkend="gcalctool-TBL-keyboard-shortcut-menu"/> παρέχουν ένα συνοπτικό οδηγό όλων των συντομεύσεων πληκτρολογίου του <application>gcalctool</application>.

source: When you use the keyboard shortcut for any of the calculator buttons that have a menu associated with them, that menu is displayed. You can then use the arrow keys to select a menu item or the menu item's shortcut.
de: Wenn Sie die Tastenkombination für einen beliebigen Knopf verwenden, so wird das damit verbundene Menü angezeigt. Mit den Pfeiltasten oder der zugehörigen Tastenkombination können Menüpunkte ausgewählt werden.
el: Όποτε χρησιμοποιείτε συντόμευση πληκτρολογίου για κουμπιά της αριθμομηχανής που περιλαμβάνουν το δικό τους μενού, εμφανίζεται το μενού αυτό. Στη συνέχεια, για να επιλέξετε ένα στοιχείο του μενού, μπορείτε να χρησιμοποιήσετε τα βέλη ή τη συντόμευση του συγκεκριμένου στοιχείου.

source: Quick Reference for Keyboard Shortcuts of <application>gcalctool</application> Buttons
de: Kurzreferenz - Tastenkombinationen für Knöpfe in <application>Taschenrechner</application>
el: Συνοπτικός οδηγός των συντομεύσεων πληκτρολογίου των κουμπιών του <application>gcalctool</application>

source: Keyboard Shortcut
de: Tastenkombination
el: Συντόμευση πληκτρολογίου

source: See
de: Siehe
el: Βλέπε

source: <keycap>0</keycap> to <keycap>9</keycap> inclusive
de: <keycap>0</keycap> bis <keycap>9</keycap> (einschließlich)
el: Από <keycap>0</keycap> έως και <keycap>9</keycap>

source: Acc
de: Gen

source: Hexadecimal numerals
de: Hexadezimalzahlen
el: Δεκαεξαδικά αριθμητικά

source: Double-declining depreciation
de: Geometrisch-degressive Abschreibung
el: Φθίνουσα απόσβεση διπλάσιου ρυθμού

source: Exponential
de: Exponentialzahl
el: Εκθετικός αριθμός

source: Common base 10 logarithm
de: Logarithmus zur üblichen Basis 10
el: Κοινός λογάριθμος με βάση το 10

source: Common base 2 logarithm
de: Logarithmus zur Basis 2
el: Λογάριθμος με βάση το 2

source: Integer portion
de: Ganzzahliger Anteil
el: Ακέραιο μέρος

source: Inverse Cosine
de: Arcuscosinus
el: Αντίστροφο συνημίτονο

source: Cosine
de: Kosinus
el: Συνημίτονο

source: Inverse Sine
de: Arcussinus
el: Αντίστροφο ημίτονο

source: Sine
de: Sinus
el: Ημίτονο

source: Straight-line depreciation
de: Lineare Abschreibung
el: Σταθερή απόσβεση

source: Compounding term
de: Wachstumsdauer
el: Διάρκεια ανατοκισμού

source: Natural logarithm
de: Natürlicher Logarithmus
el: Φυσικός λογάριθμος

source: x to the reciprocal<replaceable>y</replaceable> power
de: x hoch dem Kehrwert von<replaceable>y</replaceable>
el: Το x στην αντίστροφη δύναμη του <replaceable>y</replaceable>

source: <keycap>o</keycap> or <keycap>^</keycap>
de: <keycap>o</keycap> oder <keycap>^</keycap>
el: <keycap>o</keycap> ή <keycap>^</keycap>

source: Periodic payment
de: Periodische Zahlung
el: Περιοδική πληρωμή

source: Present value
de: Barwert
el: Τρέχουσα αξία

source: Retrieve value from memory register
de: Wert aus Speicherregister abrufen
el: Ανάκληση τιμής από μνήμη

source: Store value in memory register
de: Wert in Speicherregister ablegen
el: Αποθήκευση τιμής σε μνήμη

source: Square root
de: Quadratwurzel
el: Τετραγωνική ρίζα

source: Periodic interest rate
de: Periodischer Zinssatz
el: Περιοδικό επιτόκιο

source: Payment period
de: Zahlungsperiode
el: Περίοδος πληρωμής

source: Absolute value
de: Absolutwert
el: Απόλυτη τιμή

source: Future value
de: Zukünftiger Wert
el: Μελλοντική αξία

source: Inverse Tan
de: Arcustangens
el: Αντίστροφη εφαπτομένη

source: Exchange memory register value and displayed value
de: Die Werte in Speicherregister und Anzeige vertauschen
el: Ανταλλαγή τιμής μνήμης με εμφανιζόμενη τιμή

source: Xor
de: Xod

source: Sum-of-the-years'-digits depreciation
de: Arithmetisch-degressive Abschreibung
el: Απόσβεση με συντελεστή τα έτη ζωής

source: 2's complement
de: Zweierkomplement
el: Συμπλήρωμα ως προς 2

source: 1's complement
de: Einerkomplement
el: Συμπλήρωμα ως προς 1

source: <replaceable>x</replaceable> factorial
de: <replaceable>x</replaceable> Fakultät
el: Παραγοντικό του <replaceable>x</replaceable>

source: Con
de: Kon

source: Constant value
de: Konstante
el: Σταθερή τιμή

source: And
de: Und

source: <keycap>(</keycap> and <keycap>)</keycap>
de: <keycap>(</keycap> und <keycap>)</keycap>
el: <keycap>(</keycap> και <keycap>)</keycap>

source: Fractional portion
de: Nachkommateil
el: Κλασματικό μέρος

source: Left shift <replaceable>n</replaceable>
de: <replaceable>n</replaceable> nach links verschieben
el: Αριστερή μετατόπιση κατά <replaceable>n</replaceable>

source: <keycap>=</keycap> or <keycap>Return</keycap>
de: <keycap>=</keycap> oder <keycap>Eingabetaste</keycap>
el: <keycap>=</keycap> ή <keycap>Return</keycap>

source: Right shift <replaceable>n</replaceable>
de: <replaceable>n</replaceable> nach rechts verschieben
el: Δεξιά μετατόπιση κατά <replaceable>n</replaceable>

source: Random number generator
de: Zufallszahlengenerator
el: Γεννήτρια τυχαίων αριθμών

source: Truncates the number
de: Die Zahl abschneiden
el: Περικόπτει τον αριθμό

source: Or
de: Oder

source: Not
de: Nich

source: Ctrl
de: Strg

source: Shift
de: Umschalttaste

source: Delete
de: Entf

source: Quick Reference for Keyboard Shortcuts of <application>gcalctool</application> Scientific Mode Options
de: Kurzreferenz - Tastenkombinationen für Optionen des wissenschaftlichen Modus in <application>Taschenrechner</application>
el: Συνοπτικός οδηγός των συντομεύσεων πληκτρολογίου των επιλογών της Επιστημονικής λειτουργίας του <application>gcalctool</application>

source: Set the word size to 16 bits.
de: Die Wortgröße auf 16 Bit festlegen.
el: Ορισμός του μήκους λέξης στα 16 bit.

source: Set the word size to 32 bits.
de: Die Wortgröße auf 32 Bit festlegen.
el: Ορισμός του μήκους λέξης στα 32 bit.

source: Set the word size to 64 bits.
de: Die Wortgröße auf 64 Bit festlegen.
el: Ορισμός του μήκους λέξης στα 64 bit.

source: Set the trigonometric type to gradians.
de: Trigonometrisches Format auf Neugrad umschalten.
el: Επιλογή βαθμών ως τριγωνομετρικής μονάδας μέτρησης.

source: Set the numeric base to binary.
de: Binärzahlensystem einschalten.
el: Επιλογή δυαδικής αριθμητικής βάσης.

source: Set the numeric base to decimal.
de: Dezimalsystem einschalten.
el: Επιλογή δεκαδικής αριθμητικής βάσης.

source: Set the display type to fixed-point format.
de: Festkommaformat als Anzeigeformat einschalten.
el: Επιλογή εμφάνισης σταθερής υποδιαστολής.

source: Set the trigonometric type to degrees.
de: Trigonometrisches Format auf Grad umschalten.
el: Επιλογή μοιρών ως τριγωνομετρικής μονάδας μέτρησης.

source: Select the inverse option for use with the trigonometric functions.
de: Trigonometrische Funktionen invers durchführen.
el: Επιλογή αντίστροφων τριγωνομετρικών συναρτήσεων.

source: Set the display type to engineering format.
de: Technisches Anzeigeformat einschalten.
el: Επιλογή τεχνολογικής μορφής εμφάνισης.

source: Set the numeric base to octal.
de: Oktalzahlensystem einschalten.
el: Επιλογή οκταδικής αριθμητικής βάσης.

source: Set the trigonometric type to radians.
de: Trigonometrisches Format auf Bogenmaß umschalten.
el: Επιλογή ακτινίων ως τριγωνομετρικής μονάδας μέτρησης.

source: Set the display type to scientific format.
de: Wissenschaftliches Anzeigefomat einschalten.
el: Επιλογή επιστημονικής μορφής εμφάνισης.

source: Set the numeric base to hexadecimal.
de: Hexadezimalsystem einschalten.
el: Επιλογή δεκαεξαδικής αριθμητικής βάσης.

source: Select the hyperbolic option for use with the trigonometric functions.
de: Trigonometrische Funktionen hyperbolisch durchführen.
el: Επιλογή υπερβολικών τριγωνομετρικών συναρτήσεων.

source: Quick Reference for Keyboard Shortcuts of <application>gcalctool</application> Menu Items
de: Kurzreferenz - Tastenkombinationen für Menüelemente in <application>Taschenrechner</application>
el: Συνοπτικός οδηγός των συντομεύσεων πληκτρολογίου των στοιχείων μενού του <application>gcalctool</application>

source: Menu Item
de: Menüpunkt
el: Στοιχείο Μενού

source: View
de: Ansicht
el: Προβολή

source: Change to Basic mode
de: Standardmodus einschalten
el: Μετάβαση στη Βασική λειτουργία

source: Edit
de: Bearbeiten
el: Επεξεργασία

source: Copy
de: Kopieren
el: Αντιγραφή

source: Copy the current value in the display area to the clipboard
de: Aktuellen Wert im Anzeigebereich in die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο της τρέχουσας τιμής στην οθόνη

source: Change to Financial mode
de: Finanztechnischen Modus einschalten
el: Μετάβαση στην Εμπορική λειτουργία

source: Help
de: Hilfe
el: Βοήθεια

source: Contents
de: Inhalt
el: Περιεχόμενα

source: Display the <application>gcalctool</application> online help
de: Online-Hilfe zu <application>Taschenrechner</application> anzeigen
el: Εμφάνιση της διαδικτυακής βοήθειας του <application>gcalctool</application>

source: Insert ASCII Value
de: ASCII-Werte einfügen
el: Εισαγωγή τιμής ASCII

source: Display the <guilabel>Insert ASCII Value</guilabel> dialog
de: Das Fenster <guilabel>ASCII-Werte einfügen</guilabel> aufrufen
el: Εμφάνιση του διαλόγου <guilabel>Εισαγωγή τιμής ASCII</guilabel>

source: Display the thousands separator
de: Tausender-Trennzeichen einblenden
el: Εμφάνιση διαχωριστικού χιλιάδων

source: Memory Registers
de: Speicherregister
el: Μνήμες

source: Display the <guilabel>Memory Registers</guilabel> window
de: Das Fenster <guilabel>Speicherregister</guilabel> aufrufen
el: Εμφάνιση του παραθύρου των <guilabel>Μνημών</guilabel>

source: Change to Programming mode
de: Programmiermodus einschalten
el: Μετάβαση στην προγραμματιστική λειτουργία

source: Quit
de: Beenden
el: Έξοδος

source: Quit the <application>gcalctool</application> application
de: Die Anwendung <application>Taschenrechner</application> beenden
el: Έξοδος από την εφαρμογή <application>gcalctool</application>

source: Change to Scientific mode
de: Wissenschaftlichen Modus einschalten
el: Μετάβαση στην Επιστημονική λειτουργία

source: Show trailing zeroes
de: Nachgestellte Nullen anzeigen
el: Εμφάνιση μηδενικών στο τέλος

source: Paste
de: Einfügen
el: Επικόλληση

source: Paste the current value in the clipboard to the display area
de: Aktuell in der Zwischenablage gespeicherten Wert in den Anzeigebereich einfügen
el: Επικόλληση της τρέχουσας τιμής του προχείρου στην οθόνη

source: Undo
de: Rückgängig
el: Αναίρεση

source: Undo previous action
de: Den letzten Vorgang zurücknehmen
el: Αναίρεση προηγούμενης ενέργειας

source: Redo
de: Wiederholen
el: Ακύρωση αναίρεσης

source: Redo an undone action
de: Einen zurückgenommenen Vorgang wiederholen
el: Ακύρωση της αναίρεσης μιας ενέργειας

source: translator-credits
de: Jan Arne Petersen <jap@gnome.org>, 2007 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2008, 2009
el: Τζένη Πετούμενου <epetoumenou@gmail.com>

source: August 2004
el: Αύγουστος 2004

source: April 2003
el: Απρίλιος 2003

source: Addition
el: Πρόσθεση

source: Division
el: Διαίρεση

source: exponent
el: εκθέτης

source: pi
el: π

source: <keycap>Esc</keycap> or
el: <keycap>Esc</keycap> ή

source: Clear entry
el: Εκκαθάριση καταχώρησης

source: Option
el: Επιλογή
