Repository: eurolinux-enterprise-linux-sources/gcalctool
Catalog: src/help/*/*.po
Languages: de, el

source: x to the reciprocal <replaceable>y</replaceable> power
de: x hoch dem Kehrwert von <replaceable>y</replaceable>
el: x στην αντίστροφη δύναμη του <replaceable>y</replaceable>

source: Raises the current value in the display area to the reciprocal power of the next value that you enter.
de: Liefert das Ergebnis für den aktuellen Wert im Anzeigebereich hoch dem Kehrwert der nächsten Zahl, die Sie eingeben.
el: Υψώνει την τρέχουσα τιμή στην οθόνη στην αντίστροφη δύναμη της τιμής που ακολουθεί.

source: <replaceable>x</replaceable> Factorial
de: <replaceable>x</replaceable> Fakultät
el: Παραγοντικό του <replaceable>x</replaceable>

source: Calculates the factorial of the current value in the display area. <replaceable>x</replaceable> factorial is <replaceable>x</replaceable>*(<replaceable>x</replaceable>-1)*(<replaceable>x</replaceable>-2)...*1. This function applies only to positive integers.
de: Berechnet die Fakultät des aktuellen Wertes im Anzeigebereich. <replaceable>x</replaceable> Fakultät ist <replaceable>x</replaceable>*(<replaceable>x</replaceable>-1)*(<replaceable>x</replaceable>-2)...*1. Diese Funktion gilt nur für positive Ganzzahlen.
el: Υπολογίζει το παραγοντικό της τρέχουσας τιμής στην οθόνη. Το παραγοντικό του <replaceable>x</replaceable> ισούται με <replaceable>x</replaceable>*(<replaceable>x</replaceable>-1)*(<replaceable>x</replaceable>-2)...*1. Αυτή η συνάρτηση ορίζεται μόνο για θετικούς ακέραιους.

source: Modulus Division
de: Modulo-Division
el: Υπόλοιπο διαίρεσης ακεραίων

source: Divides the current integer value in the display area by the next integer number that you enter, displaying the remainder.
de: Teilt den aktuellen ganzzahligen Wert in der Anzeige durch die nächste Zahl, die Sie eingeben. Der Divisionsrest wird daraufhin angezeigt.
el: Διαιρεί τον ακέραιο που εμφανίζεται στην οθόνη με τον επόμενο ακέραιο που θα εισαχθεί, και εμφανίζει το υπόλοιπο της διαίρεσης.

source: Random Number Generator
de: Zufallszahlengenerator
el: Γεννήτρια τυχαίων αριθμών

source: Rand
de: Zuf

source: Generates a random number in the range 0.0 to 1.0 then displays the random number in the display area.
de: Generiert eine Zufallszahl im Bereich von 0,0 bis 1,0 und zeigt sie im Anzeigebereich an.
el: Παράγει έναν τυχαίο αριθμό μεταξύ 0.0 και 1.0 και τον εμφανίζει στην οθόνη.

source: To Perform Programming Calculations
de: Ausführen programmierter Berechnungen
el: Πραγματοποίηση προγραμματιστικών υπολογισμών

source: To change to Programming mode, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Programming</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Programmiermodus</guimenuitem></menuchoice>, um in den Programmiermodus zu schalten.
el: Για να μεταβείτε στην Προγραμματιστική λειτουργία, επιλέξτε <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Προγραμματιστική</guimenuitem></menuchoice>.

source: When you change to Programming mode, the following widget is displayed above the Base and Advanced mode buttons:
de: Wenn Sie in den Programmiermodus wechseln, werden die folgenden Knöpfe dieses Modus über den Knöpfen des Standardmodus und des erweiterten Modus angezeigt:
el: Όταν επιλέγεται η Προγραμματιστική λειτουργία, εμφανίζεται το ακόλουθο γραφικό συστατικόπάνω από τα κουμπιά για τη Βασική και την Προχωρημένη λειτουργία.

source: <application>gcalctool</application> Programming Mode Buttons
de: Knöpfe des Programmiermodus in <application>Taschenrechner</application>
el: Κουμπιά Προγραμματιστικής λειτουργίας <application>gcalctool</application>

source: Shows <placeholder-1/> Programming mode buttons.
de: Zeigt die Knöpfe des Programmiermodus in <application>Taschenrechner</application>.
el: Εμφανίζει τα κουμπιά Προγραμματιστικής λειτουργίας <placeholder-1/>.

source: To Set the Numeric Base
de: Einstellen des Zahlensystems
el: Επιλογή αριθμητικής βάσης

source: To set the numeric base, select one of the buttons described in <xref linkend="gcalctool-TBL-num-base"/>.
de: Das Zahlensystem stellen Sie mit einem der in <xref linkend="gcalctool-TBL-num-base"/> beschriebenen Knöpfe ein.
el: Για να επιλέξετε την αριθμητική βάση, επιλέξτε ένα από τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-num-base"/>.

source: Setting the Numeric Base
de: Einstellen des Zahlensystems
el: Επιλογή αριθμητικής βάσης

source: Binary Base
de: Binär
el: Δυαδική βάση

source: Sets the numeric base to binary, that is, base 2.
de: Stellt das Binärzahlensystem, d.h. Grundzahl 2, ein.
el: Ορίζει την αριθμητική βάση σε δυαδική, δηλαδή βάση 2.

source: Octal Base
de: Oktal
el: Οκταδική βάση

source: Oct
de: Okt

source: Sets the numeric base to octal, that is, base 8.
de: Stellt das Oktalzahlensystem, d.h. Grundzahl 8, ein.
el: Ορίζει την αριθμητική βάση σε οκταδική, δηλαδή βάση 8.

source: Decimal Base
de: Dezimal
el: Δεκαδική βάση

source: Dec
de: Dez

source: Sets the numeric base to decimal, that is, base 10. Decimal is the default numeric base. If you change from Programming mode to another mode, <application>gcalctool</application> automatically sets the numeric base to decimal.
de: Stellt das Dezimalsystem, d.h. Grundzahl 10, ein. Das Standardzahlensystem ist das dezimale. Wenn Sie vom Programmiermodus in einen anderen umschalten, stellt <application>Taschenrechner</application> automatisch das Dezimalsystem ein.
el: Ορίζει την αριθμητική βάση σε δεκαδική, δηλαδή βάση 10. Η δεκαδική είναι η προεπιλεγμένη αριθμητική βάση. Όταν μεταβαίνετε από την Προγραμματιστική σε άλλη λειτουργία, το <application>gcalctool</application> επιλέγει αυτόματα τη δεκαδική αριθμητική βάση.

source: Hexadecimal Base
de: Hexadezimal
el: Δεκαεξαδική βάση

source: Sets the numeric base to hexadecimal, that is, base 16.
de: Stellt das Hexadezimalsystem, d.h. Grundzahl 16, ein.
el: Ορίζει την αριθμητική βάση σε δεκαεξαδική, δηλαδή βάση 16.

source: To Set the Word Length
de: Einstellen der Wortlänge
el: Επιλογή μήκους λέξης

source: The word length can be altered, to make the bitwise functions behave differently. To set the word length, select one of the buttons described in <xref linkend="gcalctool-TBL-word-length"/>.
de: Die Wortlänge kann verändert werden, so dass die bitweisen Funktionen sich anders verhalten. Wählen Sie einen der in <xref linkend="gcalctool-TBL-trig-type"/> beschriebenen Knöpfe, um die Wortlänge anzupassen.
el: Το μήκος της λέξης μπορεί να τροποποιηθεί, αλλάζοντας τη συμπεριφορά των υπολογισμών κατά bit. Για να ορίσετε το μήκος λέξης, επιλέξτε ένα από τα κουμπιά που περιγράφονται στην <xref linkend="gcalctool-TBL-word-length"/>.

source: Setting the Word Length
de: Einstellen der Wortlänge
el: Επιλογή μήκους λέξης

source: 64 bit word
de: 64-Bit-Wort
el: λέξη 64 bit

source: Sets the word length to 64 bits. 64 bits is the default word length.
de: Legt eine Wortlänge von 64 Bit fest. 64 Bit sind die voreingestellte Wortlänge.
el: Ορίζει το μήκος λέξης σε 64 bit. Τα 64 bit είναι το προεπιλεγμένο μήκος λέξης.

source: 32 bit word
de: 32-Bit-Wort
el: λέξη 32 bit

source: Sets the word length to 32 bits.
de: Legt eine Wortlänge von 32 Bit fest.
el: Ορίζει το μήκος λέξης σε 32 bit.

source: 16 bit word
de: 16-Bit-Wort
el: λέξη 16 bit

source: Sets the word length to 16 bits.
de: Legt eine Wortlänge von 16 Bit fest.
el: Ορίζει το μήκος λέξης σε 16 bit.

source: To Perform Bit Manipulations on Integers
de: Ausführen von Bitmanipulationen auf Ganzzahlen
el: Επεξεργασία bit ακεραίων

source: If the calculator display shows an integer value, then each of the bits in that integer value is displayed as a collection of 0s and 1s in the Bit Editor. By clicking on any of these individual bits, their value can be toggled, causing the displayed integer value to be adjusted accordingly.
de: Wenn die Anzeige eine Ganzzahl enthält, dann wird jedes der Bits in einer Anreihung aus Nullen und Einsen im Bit-Editor dargestellt. Durch einen Mausklick auf ein einzelnes Bit wird der binäre Wert umgeschaltet. Die angezeigte Dezimalzahl wird entsprechend dem neuen Zahlenwert angepasst.
el: Αν η τρέχουσα τιμή στην οθόνη είναι ακέραια, τότε στον επεξεργαστή bit εμφανίζεται η ακέραια αυτή τιμή με τη μορφή bit, δηλαδή μιας ακολουθίας από 0 και 1. Κάνοντας κλικ σε οποιοδήποτε μεμονωμένο bit μπορείτε να εναλλάξετε την τιμή του. Στην οθόνη εμφανίζεται ο νέος αριθμός που προκύπτει κατ' αυτόν τον τρόπο.

source: To Perform Bitwise Calculations
de: Ausführen bitweiser Berechnungen
el: Πραγματοποίηση υπολογισμών κατά bit

source: To perform bitwise calculations, use the buttons described in <xref linkend="gcalctool-TBL-logic-calc"/>.
de: Logische Berechnungen führen Sie mit den in <xref linkend="gcalctool-TBL-logic-calc"/> beschriebenen Knöpfen aus.
el: Για να πραγματοποιήσετε υπολογισμούς κατά bit, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-logic-calc"/>.

source: Performing Bitwise Calculations
de: Bitweise Berechnungen
el: Πραγματοποίηση υπολογισμών κατά bit

source: Bitwise OR
de: Bitweises ODER

source: OR
de: ODER

source: Performs a bitwise OR operation on the current value in the display area and the next number that you enter.
de: Führt mit dem aktuellen Wert im Anzeigebereich und Ihrer nächsten Eingabe eine bitweise ODER-Operation aus.
el: Εκτελεί την εντολή bitwise OR για την τρέχουσα τιμή στην οθόνη και τον επόμενο αριθμό που θα εισαχθεί.

source: 10001000 <guibutton>OR</guibutton> 00010001
de: 10001000 <guibutton>ODER</guibutton> 00010001

source: Bitwise AND
de: Bitweises UND

source: AND
de: UND

source: Performs a bitwise AND operation on the current value in the display area and the next number that you enter.
de: Führt mit dem aktuellen Wert im Anzeigebereich und Ihrer nächsten Eingabe eine bitweise UND-Operation aus.
el: Εκτελεί την εντολή bitwise AND για την τρέχουσα τιμή στην οθόνη και τον επόμενο αριθμό που θα εισαχθεί.

source: 10101010 <guibutton>AND</guibutton> 00110011
de: 10101010 <guibutton>UND</guibutton> 00110011

source: Bitwise NOT
de: Bitweises NICHT

source: NOT
de: NICHT

source: Performs a bitwise NOT operation on the current value in the display area, using the word size configured in <xref linkend="gcalctool-word-length"/>.
de: Führt mit dem aktuellen Wert im Anzeigebereich und Ihrer nächsten Eingabe eine bitweise NICHT-Operation aus.
el: Εκτελεί την εντολή bitwise NOT για την τρέχουσα τιμή στην οθόνη, χρησιμοποιώντας το μήκος λέξης που είχε οριστεί στην <xref linkend="gcalctool-word-length"/>.

source: <guibutton>NOT</guibutton> 1357ACE
de: <guibutton>NICHT</guibutton> 1357ACE

source: Bitwise XOR
de: Bitweises XOR

source: Performs a bitwise XOR operation on the current value in the display area and the next number that you enter.
de: Führt mit dem aktuellen Wert im Anzeigebereich und Ihrer nächsten Eingabe eine bitweise XOR-Operation aus.
el: Εκτελεί την εντολή bitwise XOR για την τρέχουσα τιμή στην οθόνη και τον επόμενο αριθμό που θα εισαχθεί.

source: Bitwise XNOR
de: Bitweises XNOR

source: Performs a bitwise XNOR operation on the current value in the display area and the next number that you enter.
de: Führt mit dem aktuellen Wert im Anzeigebereich und Ihrer nächsten Eingabe eine bitweise XNOR-Operation aus.
el: Εκτελεί την εντολή bitwise XNOR για την τρέχουσα τιμή στην οθόνη και τον επόμενο αριθμό που θα εισαχθεί.

source: To Manipulate Binary Numbers
de: Arbeiten mit Binärzahlen
el: Επεξεργασία δυαδικών αριθμών

source: To manipulate binary numbers, use the buttons described in <xref linkend="gcalctool-TBL-num-manip"/>.
de: Für die Arbeit mit Binärzahlen verwenden Sie die in <xref linkend="gcalctool-TBL-num-manip"/> beschriebenen Knöpfe.
el: Για να επεξεργαστείτε δυαδικούς αριθμούς, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-num-manip"/>.

source: Manipulating Binary Numbers
de: Arbeiten mit Binärzahlen
el: Επεξεργασία δυαδικών αριθμών

source: Left Shift <replaceable>n</replaceable>
de: Linksverschiebung <replaceable>n</replaceable>
el: Αριστερή μετατόπιση κατά <replaceable>n</replaceable>

source: Shifts the current value in the display area, the specified number of places to the left. Click <guibutton>&lt;</guibutton>, then select the number of shift places from the popup menu. The number can be shifted up to 15 places left.
de: Verschiebt den aktuellen Wert im Anzeigebereich um die angegebene Anzahl Stellen nach links. Klicken Sie auf <guibutton>&lt;</guibutton>, und wählen Sie die Anzahl der Stellen für die Verschiebung aus. Die Zahl kann um bis zu 15 Stellen nach links verschoben werden.
el: Μετατοπίζει προς τα αριστερά, κατά ορισμένο αριθμό θέσεων, την τρέχουσα τιμή στην οθόνη. Κάντε κλικ στο <guibutton>&lt;</guibutton> και μετά επιλέξτε τον κατάλληλο αριθμό θέσεων μετατόπισης από το αναδυόμενο μενού. Ο αριθμός μπορεί να μετατοπιστεί μέχρι και 15 θέσεις στα αριστερά.

source: 111 <guibutton>&lt;</guibutton><guilabel>1 place</guilabel>
de: 111 <guibutton>&lt;</guibutton><guilabel>1 Stelle</guilabel>
el: 111 <guibutton>&lt;</guibutton><guilabel>1 θέση</guilabel>

source: Right Shift <replaceable>n</replaceable>
de: Rechtsverschiebung <replaceable>n</replaceable>
el: Δεξιά μετατόπιση κατά <replaceable>n</replaceable>

source: Shifts the current value in the display area, the specified number of places to the right. Click <guibutton>&gt;</guibutton>, then select the number of shift places from the popup menu. The number can be shifted up to 15 places right.
de: Verschiebt den aktuellen Wert im Anzeigebereich um die angegebene Anzahl Stellen nach rechts. Klicken Sie auf <guibutton>&lt;</guibutton>, und wählen Sie die Anzahl der Stellen für die Verschiebung aus. Die Zahl kann um bis zu 15 Stellen nach rechts verschoben werden.
el: Μετατοπίζει προς τα δεξιά, κατά ορισμένο αριθμό θέσεων, την τρέχουσα τιμή στην οθόνη. Κάντε κλικ στο <guibutton>&gt;</guibutton> και μετά επιλέξτε τον κατάλληλο αριθμό θέσεων μετατόπισης από το αναδυόμενο μενού. Ο αριθμός μπορεί να μετατοπιστεί μέχρι και 15 θέσεις στα δεξιά.

source: 1011 <guibutton>&gt;</guibutton><guilabel>1 place</guilabel>
de: 1011 <guibutton>&gt;</guibutton><guilabel>1 Stelle</guilabel>
el: 1011 <guibutton>&gt;</guibutton><guilabel>1 θέση</guilabel>

source: Truncating a number
de: Abschneiden einer Zahl
el: Περικοπή αριθμών

source: Trunc
de: Abschn

source: Truncates the current value in the display area to the word size configured in <xref linkend="gcalctool-word-length"/>.
de: Schneidet den aktuellen Anzeigewert auf die in <xref linkend="gcalctool-word-length"/> festgelegte Wortgröße zu.
el: Περικόπτει την τρέχουσα τιμή στην οθόνη στο μήκος λέξης που είχε οριστεί στην <xref linkend="gcalctool-word-length"/>.

source: FFFFFFFFFF <guibutton>Trunc</guibutton>
de: FFFFFFFFFF <guibutton>Abschn</guibutton>

source: Get the 1's complement
de: Das Einerkomplement berechnen
el: Συμπλήρωμα ως προς 1

source: 1's
de: 1er
el: Συμπ1

source: Calculates the 1's complement for the current value in the display area, using the word size configured in <xref linkend="gcalctool-word-length"/>.
de: Berechnet das Einerkomplement für den aktuell angezeigten Wert mit der in <xref linkend="gcalctool-word-length"/> eingestellten Wortgröße.
el: Υπολογίζει το συμπλήρωμα ως προς ένα της τρέχουσας τιμής στην οθόνη, χρησιμοποιώντας το μήκος λέξης που είχε οριστεί στο <xref linkend="gcalctool-word-length"/>.

source: D723 <guibutton>1's</guibutton>
de: D723 <guibutton>1er</guibutton>
el: D723 <guibutton>Συμπ1</guibutton>

source: Get the 2's complement
de: Das Zweierkomplement berechnen
el: Συμπλήρωμα ως προς 2

source: 2's
de: 2er
el: Συμπ2

source: Calculates the 2's complement for the current value in the display area, using the word size configured in <xref linkend="gcalctool-word-length"/>.
de: Berechnet das Zweierkomplement für den aktuell angezeigten Wert mit der in <xref linkend="gcalctool-word-length"/> eingestellten Wortgröße.
el: Υπολογίζει το συμπλήρωμα ως προς δύο της τρέχουσας τιμής στην οθόνη, χρησιμοποιώντας το μήκος λέξης που είχε οριστεί στο <xref linkend="gcalctool-word-length"/>.

source: D723 <guibutton>2's</guibutton>
de: D723 <guibutton>2er</guibutton>
el: D723 <guibutton>Συμπ2</guibutton>

source: If you use keyboard shortcuts, you can use the keyboard to specify the number of places to shift, as shown in the following examples:
de: Wenn Sie mit Tastenkombinationen arbeiten, geben Sie die Anzahl der Stellen, um die eine Zahl verschoben werden soll, gemäß den folgenden Beispielen an:
el: Αν χρησιμοποιείτε συντομεύσεις πληκτρολογίου, μπορείτε να χρησιμοποιήσετε το πληκτρολόγιο για να επιλέξετε τον αριθμό θέσεων για τη μετατόπιση, όπως φαίνεται στα παρακάτω παραδείγματα:

source: Shifts the current binary value in the display area 4 places to the left.
de: Verschiebt den aktuellen Binärwert im Anzeigebereich um vier Stellen nach links.
el: Μετατοπίζει την τρέχουσα δυαδική τιμή στην οθόνη 4 θέσεις στα αριστερά.

source: Shifts the current binary value in the display area 4 places to the right.
de: Verschiebt den aktuellen Binärwert im Anzeigebereich um vier Stellen nach rechts.
el: Μετατοπίζει την τρέχουσα δυαδική τιμή στην οθόνη 4 θέσεις στα δεξιά.

source: To Perform Miscellaneous Programming Calculations
de: Ausführen diverser programmierbarer Berechnungen
el: Πραγματοποίηση άλλων προγραμματιστικών υπολογισμών

source: To perform miscellaneous programming calculations, use the buttons described in <xref linkend="gcalctool-TBL-misc-prog"/>.
de: Für diverse wissenschaftliche Berechnungen stehen Ihnen die in <xref linkend="gcalctool-TBL-misc-calc"/> beschriebenen Knöpfe zur Verfügung.
el: Για να πραγματοποιήσετε άλλους υπολογιστικούς υπολογισμούς, χρησιμοποιήστε τα κουμπιά που περιγράφονται στον <xref linkend="gcalctool-TBL-misc-prog"/>.

source: Performing Miscellaneous Programming Calculations
de: Diverse programmierbare Berechnungen durchführen
el: Πραγματοποίηση άλλων προγραμματιστικών υπολογισμών

source: Hexadecimal Numerals
de: Hexadezimalzahlen
el: Δεκαεξαδικά αριθμητικά

source: <guibutton>A</guibutton> to <guibutton>F</guibutton> inclusive
de: <guibutton>A</guibutton> bis <guibutton>F</guibutton> (einschließlich)
el: Από το <guibutton>A</guibutton> έως και το <guibutton>F</guibutton>

source: These numerals are available in hexadecimal base only.
de: Diese Zahlen stehen nur im Hexadezimalmodus zur Verfügung.
el: Αυτά τα αριθμητικά είναι διαθέσιμα μόνο όταν χρησιμοποιείται δεκαεξαδική βάση.

source: To Undo and Redo
de: Änderungen rückgängig machen oder wiederholen
el: Ακύρωση και αναίρεση

source: To undo your previous action, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Undo</guimenuitem></menuchoice>. You can undo up to 15 past actions.
de: Um vorhergehende Aktionen rückgängig zu machen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Rückgängig</guimenuitem></menuchoice>. Es können bis zu 15 Vorgänge rückgängig gemacht werden.
el: Για να αναιρέσετε την προηγούμενή σας ενέργεια, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Αναίρεση</guimenuitem></menuchoice>. Μπορείτε να αναιρέσετε μέχρι και 15 προηγούμενες ενέργειες.

source: If you want to redo an action you have just undone, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Redo</guimenuitem></menuchoice>. You can redo up to 15 undone actions.
de: Um soeben rückgängig gemachte Aktionen zu wiederholen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Wiederholen</guimenuitem></menuchoice>. Es können bis zu 15 Aktionen wiederholt werden.
el: Για να ακυρώσετε την αναίρεση προηγούμενης ενέργειας, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Ακύρωση αναίρεσης</guimenuitem></menuchoice>. Μπορείτε να ακυρώσετε μέχρι και 15 προηγούμενες αναιρέσεις.

source: To Quit
de: Beenden der Anwendung
el: Έξοδος

source: To quit <application>gcalctool</application>, choose <menuchoice><guimenu>Calculator</guimenu><guimenuitem>Quit</guimenuitem></menuchoice>.
de: Zum Beenden von <application>Taschenrechner</application> wählen Sie <menuchoice><guimenu>Taschenrechner</guimenu><guimenuitem>Beenden</guimenuitem></menuchoice>.
el: Για να τερματίσετε το <application>gcalctool</application>, επιλέξτε <menuchoice><guimenu>Αριθμομηχανή</guimenu><guimenuitem>Έξοδος</guimenuitem></menuchoice>.

source: When you quit <application>gcalctool</application>, the current values of the following settings are stored and automatically applied the next time you start <application>gcalctool</application>:
de: Wenn Sie <application>Taschenrechner</application> beenden, werden die aktuellen Werte der folgenden Einstellungen gespeichert und beim nächsten Start von <application>Taschenrechner</application> automatisch wieder angewendet:
el: Όταν τερματίζετε το <application>gcalctool</application>, οι τρέχουσες τιμές των παρακάτω ρυθμίσεων αποθηκεύονται και εφαρμόζονται αυτόματα την επόμενη φορά που θα χρησιμοποιήσετε το <application>gcalctool</application>:

source: Mode: <link linkend="gcalctool-basic-mode">Basic</link>, <link linkend="gcalctool-advanced-mode">Advanced</link>, <link linkend="gcalctool-financial-mode">Financial</link>, or <link linkend="gcalctool-scientific-mode">Scientific</link>
de: Modus:<link linkend="gcalctool-basic-mode">Standard</link>, <link linkend="gcalctool-financial-mode">Finanztechnisch</link> oder <link linkend="gcalctool-scientific-mode">Wissenschaftlich</link>
el: Λειτουργία: <link linkend="gcalctool-basic-mode">Βασική</link>, <link linkend="gcalctool-advanced-mode">Προχωρημένη</link>, <link linkend="gcalctool-financial-mode">Εμπορική</link> ή <link linkend="gcalctool-scientific-mode">Επιστημονική</link>

source: <link linkend="gcalctool-mem-reg">Memory Registers window</link> displayed or not displayed, plus the contents of each memory register
de: <link linkend="gcalctool-mem-reg">Speicherregisterfenster</link> ein- oder ausgeblendet, einschließlich der Inhalte der Speicherregister
el: <link linkend="gcalctool-mem-reg">Παράθυρο μνημών</link>: Αν εμφανίζεται ή όχι, καθώς και τα περιεχόμενα κάθε μεμονωμένης μνήμης

source: Numeric base
de: Zahlensystem
el: Αριθμητική βάση

source: Display type
de: Anzeigeformat
el: Μορφή εμφάνισης

source: Trigonometric type
de: Trigonometrisches Format
el: Τριγωνομετρική μονάδα μέτρησης

source: Show Trailing Zeroes
de: Nachfolgende Nullen anzeigen
el: Εμφάνιση μηδενικών στο τέλος

source: Show Thousands Separator
de: Tausender-Trennzeichen anzeigen
el: Εμφάνιση διαχωριστικού χιλιάδων

source: Technical Information
de: Technische Informationen
el: Τεχνικές πληροφορίες

source: Error Conditions
de: Fehlerbedingungen
el: Εμφάνιση σφαλμάτων

source: Displays the word <literal>Error</literal> in the display area.
de: Das Wort <literal>Fehler</literal> erscheint im Anzeigebereich.
el: Εμφάνιση της λέξης <literal>Σφάλμα</literal> στην οθόνη.

source: Displays an error message in the status bar.
de: Eine Fehlermeldung erscheint im Anzeigebereich.
el: Εμφάνιση μηνύματος σφάλματος στη γραμμή κατάστασης.

source: Makes all calculator buttons unavailable, except <guibutton>Clr</guibutton>.
de: Alle Rechnerknöpfe außer <guibutton>Lös</guibutton> werden inaktiv.
el: Απενεργοποίηση όλων των κουμπιών της αριθμομηχανής, εκτός από το <guibutton>Clr</guibutton>.

source: Makes all calculator options unavailable.
de: Alle Rechneroptionen werden inaktiv.
el: Απενεργοποίηση όλων των επιλογών της αριθμομηχανής.
